{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p0_c0", "text": "2. Rules of Procedure of the Boards of Appeal (RPBA 2007)\nANNEX\nDECISION\nAmendments to the Rules of Procedure of the Boards of Appeal, OJ EPO 1983, 7 as\namended in OJ EPO 1989, 361, OJ EPO 2000, 316, OJ EPO 2003, 61, OJ EPO 2003, 89\nand OJ EPO 2004, 541\nIn accordance with Rule 10, paragraph 3, of the Implementing Regulations to the\nEuropean Patent Convention, the Presidium amends the Rules of Procedure of the Boards\nof Appeal. These amended Rules of Procedure read as follows:\nArticle 1\nBusiness distribution and composition\n(1) The Presidium referred to in Rule 12, paragraph 4, EPC, shall before the beginning of\neach working year draw up a business distribution scheme for the distribution among the\nBoards of Appeal of all appeals that may be filed during the year, designating the members\nwho may serve on each Board and their respective alternates. The scheme may be\namended during the working year.\n(2) The Chairman of each Board of Appeal shall determine the composition of the Board"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p0_c1", "text": "amended during the working year.\n(2) The Chairman of each Board of Appeal shall determine the composition of the Board\nfor each particular case in accordance with the business distribution scheme.\nArticle 2\nReplacement of members\n(1) Members shall be replaced by alternates if they are prevented from participating,\nparticularly as a result of sickness, excessive workload, and commitments which cannot\nbe avoided.\n(2) Any member requesting to be replaced by an alternate shall inform the Chairman of\nthe Board concerned of his unavailability without delay.\n(3) The Chairman of the Board may designate another member of the Board to replace\nhim or her as Chairman in a particular appeal in accordance with the business distribution\nscheme.\nArticle 3\nExclusion and objection\n(1) If a Board has knowledge of a possible reason for exclusion or objection which does\nnot originate from a member himself or from any party to the proceedings, then the"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p0_c2", "text": "not originate from a member himself or from any party to the proceedings, then the\nprocedure of Article 24, paragraph 4, EPC shall be applied.\n(2) The member concerned shall be invited to present his comments as to whether there\nis a reason for exclusion.\n1783"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p1_c0", "text": "Annexes\n(3) Before a decision is taken on the exclusion of the member, there shall be no further\nproceedings in the case.\nArticle 4\nProcedural compliance\n(1) The Chairman shall for each appeal designate a member of the Board or himself to\nconsider the admissibility of the appeal.\n(2) The Chairman or a member designated by him shall ensure that the parties comply\nwith these Rules and with directions of the Board and shall propose action to be taken as\nappropriate.\nArticle 5\nRapporteurs\n(1) The Chairman of each Board shall for each appeal designate a member of his Board,\nor himself, as rapporteur. If appropriate in the light of the subject-matter of the case, the\nChairman may designate an additional rapporteur.\n(2) If an additional rapporteur is appointed, the steps referred to in paragraphs 3 to 5 shall\nbe taken by the rapporteur and additional rapporteur jointly unless the Chairman directs\notherwise.\n(3) The rapporteur shall carry out a preliminary study of the appeal and may prepare"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p1_c1", "text": "otherwise.\n(3) The rapporteur shall carry out a preliminary study of the appeal and may prepare\ncommunications to the parties subject to the direction of the Chairman of the Board.\nCommunications shall be signed by the rapporteur on behalf of the Board.\n(4) The rapporteur shall make the preparations for meetings of the Board and for oral\nproceedings.\n(5) The rapporteur shall draft decisions.\n(6) If a rapporteur or additional rapporteur considers that his knowledge of the language\nof the proceedings is insufficient for drafting communications or decisions, he may draft\nthese in one of the other official languages. His drafts shall be translated by the European\nPatent Office into the language of the proceedings and the translations shall be checked\nby the rapporteur or by another member of the Board concerned.\nArticle 6\nRegistries\n(1) Registries shall be established for the Boards of Appeal. Registrars shall be"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p1_c2", "text": "Article 6\nRegistries\n(1) Registries shall be established for the Boards of Appeal. Registrars shall be\nresponsible for the discharge of the functions of the Registries. One of the Registrars shall\nbe designated Senior Registrar.\n1784"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p2_c0", "text": "2. Rules of Procedure of the Boards of Appeal (RPBA 2007)\n(2) The Presidium referred to in Rule 12, paragraph 1, EPC may entrust to the Registrars\nthe execution of functions which involve no technical or legal difficulties, in particular in\nrelation to arranging for inspection of files, issuing summonses to oral proceedings and\nnotifications and granting requests for further processing of applications.\n(3) The Registrar shall report to the Chairman of the Board concerned on the admissibility\nof each newly filed appeal.\n(4) Minutes of oral proceedings and of the taking of evidence shall be drawn up by the\nRegistrar or such other employee of the Office as the Chairman may designate.\nArticle 7\nAttendance of interpreters\nIf required, the Chairman of any Board shall make arrangements for interpretation during\noral proceedings, the taking of evidence or the deliberations of his Board.\nArticle 8\nChange in the composition of the Board"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p2_c1", "text": "oral proceedings, the taking of evidence or the deliberations of his Board.\nArticle 8\nChange in the composition of the Board\n(1) If the composition of a Board is changed after oral proceedings, the parties to the\nproceedings shall be informed that, at the request of any party, fresh oral proceedings\nshall be held before the Board in its new composition. Fresh oral proceedings shall also\nbe held if so requested by the new member and if the other members of the Board\nconcerned have given their agreement.\n(2) Each new member shall be bound to the same extent as the other members by an\ninterim decision which has already been taken.\n(3) If, when a Board has already reached a final decision, a member is unable to act, he\nshall not be replaced by an alternate. If the Chairman is unable to act, the member of the\nBoard concerned having the longer or longest service on the Boards of Appeal, or in the\ncase where members have the same length of service, the elder or eldest member, shall"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p2_c2", "text": "case where members have the same length of service, the elder or eldest member, shall\nsign the decision on behalf of the Chairman.\nArticle 9\nEnlargement of a Board of Appeal\nIf a Board of Appeal consisting of two technically qualified members and one legally\nqualified member considers that the nature of the appeal requires that the Board should\nconsist of three technically qualified members and two legally qualified members, the\ndecision to enlarge the Board shall be taken at the earliest possible stage in the\nexamination of that appeal.\n1785"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p3_c0", "text": "Annexes\nArticle 10\nConsolidation of appeal proceedings\n(1) If several appeals are filed from a decision, these appeals shall be considered in the\nsame proceedings.\n(2) If appeals are filed from separate decisions and all the appeals are designated to be\nexamined by one Board in a common composition, that Board may deal with those appeals\nin consolidated proceedings with the consent of the parties.\nArticle 11\nRemission to the department of first instance\nA Board shall remit a case to the department of first instance if fundamental deficiencies\nare apparent in the first instance proceedings, unless special reasons present themselves\nfor doing otherwise.\nArticle 12\nBasis of Proceedings\n(1) Appeal proceedings shall be based on\n(a) the notice of appeal and statement of grounds of appeal filed pursuant to Article 108\nEPC;\n(b) in cases where there is more than one party, any written reply of the other party or\nparties to be filed within four months of notification of the grounds of appeal;"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p3_c1", "text": "parties to be filed within four months of notification of the grounds of appeal;\n(c) any communication sent by the Board and any answer thereto filed pursuant to\ndirections of the Board.\n(2) The statement of grounds of appeal and the reply shall contain a party's complete case.\nThey shall set out clearly and concisely the reasons why it is requested that the decision\nunder appeal be reversed, amended or upheld, and should specify expressly all the facts,\narguments and evidence relied on. All documents referred to shall be\n(a) attached as annexes insofar as they have not already been filed in the course of the\ngrant, opposition or appeal proceedings or produced by the Office in said proceedings;\n(b) filed in any event to the extent that the Board so directs in a particular case.\n(3) Subject to Articles 113 and 116 EPC the Board may decide the case at any time after\nfiling of the statement of grounds of appeal or, in cases where there is more than one"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p3_c2", "text": "filing of the statement of grounds of appeal or, in cases where there is more than one\nparty, after the expiry of the time limit in (1)(b).\n(4) Without prejudice to the power of the Board to hold inadmissible facts, evidence or\nrequests which could have been presented or were not admitted in the first instance\n1786"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p4_c0", "text": "2. Rules of Procedure of the Boards of Appeal (RPBA 2007)\nproceedings, everything presented by the parties under (1) shall be taken into account by\nthe Board if and to the extent it relates to the case under appeal and meets the\nrequirements in (2).\n(5) Extension of time limits may exceptionally be allowed in the Board's discretion following\nreceipt of a written and reasoned request.\nArticle 13\nAmendment to a party's case\n(1) Any amendment to a party's case after it has filed its grounds of appeal or reply may\nbe admitted and considered at the Board's discretion. The discretion shall be exercised in\nview of inter alia the complexity of the new subject matter submitted, the current state of\nthe proceedings and the need for procedural economy.\n(2) Other parties shall be entitled to submit their observations on any amendment not held\ninadmissible by the Board ex officio.\n(3) Amendments sought to be made after oral proceedings have been arranged shall not"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p4_c1", "text": "inadmissible by the Board ex officio.\n(3) Amendments sought to be made after oral proceedings have been arranged shall not\nbe admitted if they raise issues which the Board or the other party or parties cannot\nreasonably be expected to deal with without adjournment of the oral proceedings.\nArticle 14\nInterventions\nArticles 12 and 13 shall apply mutatis mutandis to interventions commenced while an\nappeal is pending.\nArticle 15\nOral Proceedings\n(1) If oral proceedings are to take place, the Board may send a communication drawing\nattention to matters which seem to be of special significance, or to the fact that questions\nappear no longer to be contentious, or containing other observations that may help\nconcentration on essentials during the oral proceedings.\n(2) A change of date for oral proceedings may exceptionally be allowed in the Board's\ndiscretion following receipt of a written and reasoned request made as far in advance of\nthe appointed date as possible."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p4_c2", "text": "discretion following receipt of a written and reasoned request made as far in advance of\nthe appointed date as possible.\n(3) The Board shall not be obliged to delay any step in the proceedings, including its\ndecision, by reason only of the absence at the oral proceedings of any party duly\nsummoned who may then be treated as relying only on its written case.\n(4) The Chairman presides over the oral proceedings and ensures their fair, orderly and\nefficient conduct.\n1787"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p5_c0", "text": "Annexes\n(5) When a case is ready for decision during oral proceedings, the Chairman shall state\nthe final requests of the parties and declare the debate closed. No submissions may be\nmade by the parties after the closure of the debate unless the Board decides to re-open\nthe debate.\n(6) The Board shall ensure that each case is ready for decision at the conclusion of the\noral proceedings, unless there are special reasons to the contrary. Before the oral\nproceedings are closed, the decision may be announced orally by the Chairman.\nArticle 16\nCosts\n(1) Subject to Article 104, paragraph 1, EPC, the Board may on request order a party to\npay some or all of another party's costs which shall, without limiting the Board's discretion,\ninclude those incurred by any.\n(a) amendment pursuant to Article 13 to a party's case as filed pursuant to Article 12,\nparagraph 1;\n(b) extension of a time limit;\n(c) acts or omissions prejudicing the timely and efficient conduct of oral proceedings;"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p5_c1", "text": "paragraph 1;\n(b) extension of a time limit;\n(c) acts or omissions prejudicing the timely and efficient conduct of oral proceedings;\n(d) failure to comply with a direction of the Board;\n(e) abuse of procedure.\n(2) The costs ordered to be paid may be all or part of those incurred by the receiving party\nand may inter alia be expressed as a percentage or as a specific sum. In the latter event,\nthe Board's decision shall be a final decision for the purposes of Article 104, paragraph 3,\nEPC. The costs ordered may include costs charged to a party by its professional\nrepresentative, costs incurred by a party itself whether or not acting through a professional\nrepresentative, and the costs of witnesses or experts paid by a party but shall be limited\nto costs necessarily and reasonably incurred.\nArticle 17\nCommunications to the parties\n(1) In the written phase of proceedings, replies to requests and directions on matters of\nprocedure shall be given by means of communications."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p5_c2", "text": "(1) In the written phase of proceedings, replies to requests and directions on matters of\nprocedure shall be given by means of communications.\n(2) If a Board deems it expedient to communicate with the parties regarding a possible\nappreciation of substantive or legal matters, such communication shall be made in such a\nway as not to imply that the Board is in any way bound by it.\n1788"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p6_c0", "text": "2. Rules of Procedure of the Boards of Appeal (RPBA 2007)\nArticle 18\nEPO President's right to comment\nThe Board may, on its own initiative or at the written, reasoned request of the President of\nthe European Patent Office, invite him to comment in writing or orally on questions of\ngeneral interest which arise in the course of proceedings pending before it. The parties\nshall be entitled to submit their observations on the President's comments.\nArticle 19\nDeliberation and voting\n(1) If the members of a Board are not all of the same opinion, the Board shall meet to\ndeliberate regarding the decision to be taken. Only members of the Board shall participate\nin the deliberations; the Chairman may, however, authorise other officers to attend.\nDeliberations shall be secret.\n(2) During the deliberations between members of the Board, the opinion of the rapporteur\nshall be heard first, followed by that of the additional rapporteur if one has been appointed"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p6_c1", "text": "shall be heard first, followed by that of the additional rapporteur if one has been appointed\nand, if the rapporteur is not the Chairman, the Chairman's last.\n(3) If voting is necessary, votes shall be taken in the same sequence; even if the Chairman\nis the rapporteur, he shall vote last. Abstentions shall not be permitted.\nArticle 20\nDeviations from an earlier decision of any Board or from the Guidelines\n(1) Should a Board consider it necessary to deviate from an interpretation or explanation\nof the Convention given in an earlier decision of any Board, the grounds for this deviation\nshall be given, unless such grounds are in accordance with an earlier opinion or decision\nof the Enlarged Board of Appeal. The President of the European Patent Office shall be\ninformed of the Board's decision.\n(2) If, in its decision, a Board gives a different interpretation of the Convention to that\nprovided for in the Guidelines, it shall state the grounds for its action if it considers that this"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p6_c2", "text": "provided for in the Guidelines, it shall state the grounds for its action if it considers that this\ndecision will be more readily understood in the light of such grounds.\nArticle 21\nDeviation from an earlier decision or opinion of the Enlarged Board of Appeal l\nShould a Board consider it necessary to deviate from an interpretation or explanation of\nthe Convention contained in an earlier opinion or decision of the Enlarged Board of Appeal,\nthe question shall be referred to the Enlarged Board of Appeal.\n1789"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p7_c0", "text": "Annexes\nArticle 22\nReferral of a question to the Enlarged Board of Appeal\n(1) If a point is to be referred to the Enlarged Board of Appeal, a decision to this effect\nshall be taken by the Board concerned.\n(2) The decision shall contain the items specified in Rule 102, sub-paragraphs (a), (b), (c),\n(d) and (f), EPC and the point which the Board refers to the Enlarged Board of Appeal.\nThe context in which the point originated shall also be stated.\n(3) The decision shall be communicated to the parties.\nArticle 23\nBinding nature of the Rules of Procedure\nThese Rules of Procedure shall be binding upon the Boards of Appeal, provided that they\ndo not lead to a situation which would be incompatible with the spirit and purpose of the\nConvention.\nArticle 24\nEntry into force\nThese Rules of Procedure shall enter into force upon entry into force of the revised text of\nthe European Patent Convention in accordance with Article 8 of the Revision Act.\nDone at Munich on 12 September 2007"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p7_c1", "text": "the European Patent Convention in accordance with Article 8 of the Revision Act.\nDone at Munich on 12 September 2007\nFor the Presidium\nThe Chairman\nPeter MESSERLI\n1790"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p8_c0", "text": "3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\n3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\n3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\nThe Rules of Procedure of the Boards of Appeal,\nas approved by decision of the Administrative Council CA/D 5/19 Corr. 1 of 26 June 2019\n(OJ EPO 2019, A63) and in force from 1 January 2020,\nwith the amendment approved by decision of the Administrative Council CA/D 3/21 of\n23 March 2021 (OJ EPO 2021, A19) and in force from 1 April 2021,\nread as follows:\nAll terms and pronouns referring to persons in these Rules of Procedure apply irrespective\nof gender.\nArticle 1\nBusiness distribution and composition\n(1) The Presidium referred to in Rule 12b, paragraph 4, EPC, shall before the beginning\nof each working year draw up a business distribution scheme for the distribution among\nthe Boards of Appeal of all appeals that may be filed during the year, designating the"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p8_c1", "text": "the Boards of Appeal of all appeals that may be filed during the year, designating the\nmembers who may serve on each Board and their respective alternates. The scheme may\nbe amended during the working year.\n(2) The Chair (Chairman or Chairwoman) of each Board shall, before the beginning of\neach working year, draw up a list of the cases in which the Board is likely to hold oral\nproceedings, issue a communication under Rule 100, paragraph 2, EPC, or issue a\ndecision in written proceedings in that year. The President of the Boards of Appeal shall,\nbefore the beginning of each working year, publish the list of each Board.\n(3) The Chair of each Board of Appeal shall determine the composition of the Board for\neach particular case in accordance with the business distribution scheme. The Chair shall\ndesignate himself or herself or a technically or legally qualified member as Chair in the\nparticular appeal.\nArticle 2\nReplacement of members"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p8_c2", "text": "designate himself or herself or a technically or legally qualified member as Chair in the\nparticular appeal.\nArticle 2\nReplacement of members\n(1) A member or the Chair in a particular appeal shall be replaced if prevented from\nparticipating, particularly as a result of sickness, excessive workload, or commitments\nwhich cannot be avoided.\n(2) A member or the Chair in a particular appeal wishing to be replaced shall inform the\nChair of the Board of their unavailability without delay.\n1791"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p9_c0", "text": "Annexes\nArticle 3\nExclusion and objection\n(1) If a Board has knowledge of a possible reason for exclusion or objection\nunder Article 24 EPC which does not originate from the member concerned or from a\nparty, then the procedure of Article 24, paragraph 4, EPC shall be applied.\n(2) The member concerned shall be invited to present comments as to whether there is a\nreason for exclusion or objection.\n(3) Before a decision is taken on the exclusion or objection, there shall be no further\nproceedings in the case.\nArticle 4\nProcedural compliance\n(1) The Chair of the Board shall for each appeal designate a member of the Board, who\nmay also be the Chair of the Board, to consider the admissibility of the appeal.\n(2) The Chair in the particular appeal or a member designated by the Chair of the Board\nshall ensure that the parties comply with these Rules of Procedure and with directions of\nthe Board and shall propose action to be taken as appropriate.\nArticle 5\nRapporteurs"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p9_c1", "text": "the Board and shall propose action to be taken as appropriate.\nArticle 5\nRapporteurs\n(1) For each appeal, the Chair of the Board shall designate a technically or legally qualified\nmember of the Board, who may also be the Chair of the Board, as rapporteur. If appropriate\nin the light of the subject-matter of the case, the Chair of the Board may designate an\nadditional rapporteur. The composition of the Board may be completed at a later stage, in\naccordance with Article 1, paragraph 3. The steps referred to in paragraphs 4 and 5 may\nnot be taken until the composition of the Board has been completed in accordance with\nArticle 1, paragraph 3.\n(2) If an additional rapporteur is appointed, the steps referred to in paragraphs 3 to 5 shall\nbe taken by the rapporteur and additional rapporteur jointly.\n(3) The rapporteur shall carry out a preliminary study of the appeal and shall, subject to\nthe direction of the Chair of the Board, assess whether the appeal should be given priority"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p9_c2", "text": "the direction of the Chair of the Board, assess whether the appeal should be given priority\nover, or should be treated together with, other appeals assigned to the rapporteur.\n(4) The rapporteur shall draft communications on behalf of the Board, subject to the\ndirection of the Chair in the particular appeal, and shall make the preparations for meetings\nof the Board and for oral proceedings.\n(5) The rapporteur shall draft decisions.\n1792"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p10_c0", "text": "3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\n(6) A rapporteur or additional rapporteur who considers that their knowledge of the\nlanguage of the proceedings is insufficient for drafting communications or decisions may\ndraft these in one of the other official languages. The drafts shall be translated by the\nEuropean Patent Office into the language of the proceedings and the translations shall be\nchecked by the rapporteur or by another member of the Board in the particular appeal.\nArticle 6\nRegistries\n(1) Registries shall be established for the Boards of Appeal. Registrars shall be\nresponsible for the discharge of the functions of the Registries. One of the Registrars shall\nbe designated as head of the Registry.\n(2) The Presidium referred to in Rule 12b, paragraph 1, EPC may entrust to the Registrars\nthe execution of functions which involve no technical or legal difficulties, in particular in"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p10_c1", "text": "the execution of functions which involve no technical or legal difficulties, in particular in\nrelation to arranging for inspection of files, issuing summonses to oral proceedings,\nnotifications and granting requests for further processing of applications.\n(3) The Registrar shall report to the Chair of the Board on the admissibility of each newly\nfiled appeal.\n(4) The Chair in the particular appeal shall designate a member of the Board or, with the\nagreement of the Chair of the Board, the Registrar, to draw up the minutes of the oral\nproceedings and of the taking of evidence.\nArticle 7\nInterpreters\nIf required, the Chair in the particular appeal shall make arrangements for interpretation\nduring oral proceedings, the taking of evidence or the deliberations of the Board.\nArticle 8\nChange in the composition of a Board\n(1) If the composition of a Board is changed after oral proceedings, the parties shall be"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p10_c2", "text": "Article 8\nChange in the composition of a Board\n(1) If the composition of a Board is changed after oral proceedings, the parties shall be\ninformed that, at the request of any party, fresh oral proceedings shall be held before the\nBoard in its new composition. Fresh oral proceedings shall also be held if so requested by\nthe new member and if the other members of the Board in the particular appeal have given\ntheir agreement.\n(2) Each new member shall be bound to the same extent as the other members by an\ninterlocutory decision which has already been taken.\n(3) A member who is unable to act after the Board has already reached a decision on the\nappeal shall not be replaced. If the Chair in a particular appeal is unable to act, the member\nof the Board having the longer or longest service on the Boards of Appeal or, in the case\n1793"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p11_c0", "text": "Annexes\nwhere members have the same length of service, the elder or eldest member, shall sign\nthe decision on behalf of the Chair.\nArticle 9\nEnlargement of a Board\nIf a Board consisting of two technically qualified members and one legally qualified member\nconsiders that the nature of the appeal requires that the Board should consist of three\ntechnically qualified members and two legally qualified members, the decision to enlarge\nthe Board shall be taken at the earliest possible stage in the examination of that appeal.\nArticle 10\nConsolidation and acceleration of appeal proceedings\n(1) If several appeals are filed from a decision, these appeals shall be dealt with in the same\nproceedings.\n(2) If appeals are filed from separate decisions but are clearly connected to each other and\nif they are to be examined by a Board in the same composition, that Board shall endeavour\nto deal with them one immediately after the other. The Board may, after having heard the"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p11_c1", "text": "to deal with them one immediately after the other. The Board may, after having heard the\nparties, also deal with such appeals in consolidated proceedings.\n(3) On request by a party, the Board may accelerate the appeal proceedings. The request\nshall contain reasons justifying the acceleration and shall, where appropriate, be supported\nby documentary evidence. The Board shall inform the parties whether the request has been\ngranted.\n(4) If a court or other competent authority in a Contracting State requests acceleration of\nthe appeal proceedings, the Board shall inform the court or authority and the parties\nwhether the request has been granted and when oral proceedings, if foreseen, are likely to\ntake place.\n(5) The Board may accelerate the appeal proceedings of its own motion.\n(6) If the Board accelerates the appeal proceedings, it shall give the appeal priority over\nother appeals. The Board may adopt a strict framework for the proceedings.\nArticle 11\nRemittal"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p11_c2", "text": "other appeals. The Board may adopt a strict framework for the proceedings.\nArticle 11\nRemittal\nThe Board shall not remit a case to the department whose decision was appealed for\nfurther prosecution, unless special reasons present themselves for doing so. As a rule,\nfundamental deficiencies which are apparent in the proceedings before that department\nconstitute such special reasons.\n1794"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p12_c0", "text": "3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\nArticle 12\nBasis of appeal proceedings\n(1) Appeal proceedings shall be based on\n(a) the decision under appeal and minutes of any oral proceedings before the department\nhaving issued that decision;\n(b) the notice of appeal and statement of grounds of appeal filed pursuant to Article 108\nEPC;\n(c) in cases where there is more than one party, any written reply of the other party or\nparties to be filed within four months of notification of the grounds of appeal;\n(d) any communication sent by the Board and any answer thereto filed pursuant to\ndirections of the Board;\n(e) minutes of any video or telephone conference with the party or parties sent by the\nBoard.\n(2) In view of the primary object of the appeal proceedings to review the decision under\nappeal in a judicial manner, a partyꞌs appeal case shall be directed to the requests, facts,\nobjections, arguments and evidence on which the decision under appeal was based."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p12_c1", "text": "objections, arguments and evidence on which the decision under appeal was based.\n(3) The statement of grounds of appeal and the reply shall contain a party's complete\nappeal case. Accordingly, they shall set out clearly and concisely the reasons why it is\nrequested that the decision under appeal be reversed, amended or upheld, and should\nspecify expressly all the requests, facts, objections, arguments and evidence relied on. All\ndocuments referred to shall be\n(a) attached as annexes insofar as they have not already been filed in the course of the\ngrant, opposition or appeal proceedings or produced by the Office in said proceedings;\n(b) filed in any event to the extent that the Board so directs in a particular case.\n(4) Any part of a party's appeal case which does not meet the requirements in paragraph 2\nis to be regarded as an amendment, unless the party demonstrates that this part was\nadmissibly raised and maintained in the proceedings leading to the decision under appeal."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p12_c2", "text": "admissibly raised and maintained in the proceedings leading to the decision under appeal.\nAny such amendment may be admitted only at the discretion of the Board.\nThe party shall clearly identify each amendment and provide reasons for submitting it in\nthe appeal proceedings. In the case of an amendment to a patent application or patent,\nthe party shall also indicate the basis for the amendment in the application as filed and\nprovide reasons why the amendment overcomes the objections raised.\n1795"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p13_c0", "text": "Annexes\nThe Board shall exercise its discretion in view of, inter alia, the complexity of the\namendment, the suitability of the amendment to address the issues which led to the\ndecision under appeal, and the need for procedural economy.\n(5) The Board has discretion not to admit any part of a submission by a party which does\nnot meet the requirements in paragraph 3.\n(6) The Board shall not admit requests, facts, objections or evidence which were not\nadmitted in the proceedings leading to the decision under appeal, unless the decision not\nto admit them suffered from an error in the use of discretion or unless the circumstances\nof the appeal case justify their admittance.\nThe Board shall not admit requests, facts, objections or evidence which should have been\nsubmitted, or which were no longer maintained, in the proceedings leading to the decision\nunder appeal, unless the circumstances of the appeal case justify their admittance."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p13_c1", "text": "under appeal, unless the circumstances of the appeal case justify their admittance.\n(7) Periods specified by the Board may exceptionally be extended at the Board's discretion\nupon a written and reasoned request, presented before the expiry of such period. The\nsame applies mutatis mutandis to the period referred to in paragraph 1(c); however, this\nperiod may only be extended up to a maximum of six months.\n(8) Subject to Articles 113 and 116 EPC, the Board may decide the case at any time after\nfiling of the statement of grounds of appeal or, in cases where there is more than one\nparty, after the expiry of the period referred to in paragraph 1(c).\nArticle 13\nAmendment to a party's appeal case\n(1) Any amendment to a party's appeal case after it has filed its grounds of appeal or reply\nis subject to the party's justification for its amendment and may be admitted only at the\ndiscretion of the Board.\nArticle 12, paragraphs 4 to 6, shall apply mutatis mutandis."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p13_c2", "text": "discretion of the Board.\nArticle 12, paragraphs 4 to 6, shall apply mutatis mutandis.\nThe party shall provide reasons for submitting the amendment at this stage of the appeal\nproceedings.\nThe Board shall exercise its discretion in view of, inter alia, the current state of the\nproceedings, the suitability of the amendment to resolve the issues which were admissibly\nraised by another party in the appeal proceedings or which were raised by the Board,\nwhether the amendment is detrimental to procedural economy, and, in the case of an\namendment to a patent application or patent, whether the party has demonstrated that any\nsuch amendment, prima facie, overcomes the issues raised by another party in the appeal\nproceedings or by the Board and does not give rise to new objections.\n(2) Any amendment to a party's appeal case made after the expiry of a period specified by\nthe Board in a communication under Rule 100, paragraph 2, EPC or, where such a\n1796"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p14_c0", "text": "3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\ncommunication is not issued, after notification of a summons to oral proceedings shall, in\nprinciple, not be taken into account unless there are exceptional circumstances, which\nhave been justified with cogent reasons by the party concerned.\n(3) Other parties shall be entitled to submit their observations on any amendment not held\ninadmissible by the Board ex officio.\nArticle 14\nInterventions\nWhere, during a pending appeal, notice of intervention is filed, Articles 12 and 13 shall\napply in so far as justified by the circumstances of the case.\nArticle 15\nOral proceedings and issuing decisions\n(1) Without prejudice to Rule 115, paragraph 1, EPC, the Board shall, if oral proceedings\nare to take place, endeavour to give at least four months' notice of the summons. In cases\nwhere there is more than one party, the Board shall endeavour to issue the summons no"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p14_c1", "text": "where there is more than one party, the Board shall endeavour to issue the summons no\nearlier than two months after receipt of the written reply or replies referred to in Article 12,\nparagraph 1(c). A single date is fixed for the oral proceedings.\nIn order to help concentration on essentials during the oral proceedings, the Board shall\nissue a communication drawing attention to matters that seem to be of particular\nsignificance for the decision to be taken. The Board may also provide a preliminary\nopinion. The Board shall endeavour to issue the communication at least four months in\nadvance of the date of the oral proceedings.\n(2) A request of a party for a change of the date fixed for oral proceedings may be allowed\nif the party has put forward serious reasons which justify the fixing of a new date. If the\nparty is represented, the serious reasons must relate to the representative.\n(a) The request shall be filed in writing, reasoned and, where appropriate, supported by"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p14_c2", "text": "(a) The request shall be filed in writing, reasoned and, where appropriate, supported by\ndocumentary evidence. The request shall be filed as soon as possible after the summons\nto oral proceedings has been notified and the serious reasons in question have arisen.\nThe request should include a list of dates on which the requesting party is not available for\noral proceedings.\n(b) Reasons which may justify a change of the date for oral proceedings include:\n(i) notification of a summons to oral proceedings in other proceedings before the European\nPatent Office or a national court received before notification of the summons to oral\nproceedings before the Board;\n(ii) serious illness;\n(iii) a death within the family;\n1797"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p15_c0", "text": "Annexes\n(iv) marriage or formation of a similar recognised partnership;\n(v) military service or other obligatory performance of civic duties;\n(vi) holidays or business trips which have been firmly booked before notification of the\nsummons to oral proceedings.\n(c) Reasons which, as a rule, do not justify a change of the date for oral proceedings\ninclude:\n(i) filing of new requests, facts, objections, arguments or evidence;\n(ii) excessive work pressure;\n(iii) unavailability of a duly represented party;\n(iv) unavailability of an accompanying person;\n(v) appointment of a new professional representative.\n(3) The Board shall not be obliged to delay any step in the proceedings, including its\ndecision, by reason only of the absence at the oral proceedings of a party duly summoned\nwho may then be treated as relying only on its written case.\n(4) The Chair presides over the oral proceedings and ensures their fair, orderly and\nefficient conduct."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p15_c1", "text": "(4) The Chair presides over the oral proceedings and ensures their fair, orderly and\nefficient conduct.\n(5) When a case is ready for decision during oral proceedings, the Chair shall state the\nfinal requests of the parties and declare the debate closed. No submissions may be made\nby the parties after the closure of the debate unless the Board decides to re-open the\ndebate.\n(6) The Board shall ensure that each case is ready for decision at the conclusion of the\noral proceedings, unless there are special reasons to the contrary. Before the oral\nproceedings are closed, the decision may be announced orally by the Chair.\n(7) Where the decision on the appeal has been announced orally in accordance with\nparagraph 6, the reasons for the decision, or parts thereof, may, with the explicit consent\nof the parties, be put in writing in abridged form. However, where it has been indicated to\nthe Board that a third party or a court has, in the particular case, a legitimate interest in"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p15_c2", "text": "the Board that a third party or a court has, in the particular case, a legitimate interest in\nthe reasons for the decision not being in abridged form, they shall not be abridged. Where\nappropriate, the reasons for the decision in abridged form may already be included in the\nminutes of the oral proceedings.\n(8) If the Board agrees with the finding of the department which issued the decision under\nappeal, on one or more issues, and with the reasons given for it in the decision under\n1798"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p16_c0", "text": "3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\nappeal, the Board may put the reasons for its decision in abridged form in respect of that\nissue.\n(9) The Board shall issue the decision on the appeal in a timely manner.\n(a) Where the Chair announces the decision on the appeal orally in accordance with\nparagraph 6, the Board shall put the decision in writing and despatch it within three months\nof the date of the oral proceedings. If the Board is unable to do so, it shall inform the parties\nwhen the decision is to be despatched. The President of the Boards of Appeal shall also\nbe informed thereof.\n(b) When a case is ready for decision at the conclusion of the oral proceedings but the\nChair does not announce the decision on the appeal orally in accordance with\nparagraph 6, the Chair shall indicate the date on which the decision on the appeal is to be\ndespatched, which shall not be later than three months after the closure of the oral"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p16_c1", "text": "despatched, which shall not be later than three months after the closure of the oral\nproceedings. If the Board is unable to despatch the decision on the appeal by that date, it\nshall inform the parties of a new date or, in exceptional circumstances, shall issue a\ncommunication specifying the further procedural steps that will be taken.\nArticle 15a1\nOral proceedings by videoconference\n(1) The Board may decide to hold oral proceedings pursuant to Article 116 EPC by\nvideoconference if the Board considers it appropriate to do so, either upon request by a\nparty or of its own motion.\n(2) Where oral proceedings are scheduled to be held on the premises of the European\nPatent Office, a party, representative or accompanying person may, upon request, be\nallowed to attend by videoconference.\n(3) The Chair in the particular appeal and, with the agreement of that Chair, any other\nmember of the Board in the particular appeal may participate in the oral proceedings by\nvideoconference."}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p16_c2", "text": "member of the Board in the particular appeal may participate in the oral proceedings by\nvideoconference.\n1 Inserted by decision of the Boards of Appeal Committee of 11.12.2020 (see BOAC/16/20) and\napproved by decision of the Administrative Council CA/D 3/21 of 23.03.2021 (OJ EPO 2021, A19).\nThe amendment entered into force on 01.04.2021.\n1799"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p17_c0", "text": "Annexes\nArticle 16\nCosts\n(1) Subject to Article 104, paragraph 1, EPC, the Board may on request order a party to\npay some or all of another party's costs. Without limiting the Board's discretion, such costs\ninclude those incurred by any\n(a) amendment to a party's appeal case pursuant to Article 13;\n(b) extension of a period;\n(c) acts or omissions prejudicing the timely and efficient conduct of oral proceedings;\n(d) failure to comply with a direction of the Board;\n(e) abuse of procedure.\n(2) The costs ordered to be paid may be all or part of those incurred by the receiving party\nand may, inter alia, be expressed as a percentage or as a specific sum. In the latter event,\nthe Board's decision shall be a final decision for the purposes of Article 104, paragraph 3,\nEPC. The costs ordered may include costs charged to a party by its professional\nrepresentative, costs incurred by a party itself whether or not acting through a professional"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p17_c1", "text": "representative, costs incurred by a party itself whether or not acting through a professional\nrepresentative, and the costs of witnesses or experts paid by a party but shall be limited\nto costs necessarily and reasonably incurred.\nArticle 17\nCommunications to the parties\n(1) In the written phase of proceedings, replies to requests and directions on matters of\nprocedure shall be given by means of communications.\n(2) If a Board deems it expedient to communicate with the parties regarding a possible\nappreciation of substantive or legal matters, such communication shall be made in such a\nway as not to imply that the Board is in any way bound by it.\nArticle 18\nRight of the President of the European Patent Office to comment\nThe Board may, of its own motion or at the written, reasoned request of the President of\nthe European Patent Office, invite the President to comment in writing or orally on questions"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p17_c2", "text": "the European Patent Office, invite the President to comment in writing or orally on questions\nof general interest which arise in the course of proceedings pending before it. The parties\nshall be entitled to submit their observations on the President's comments.\n1800"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p18_c0", "text": "3. Rules of Procedure of the Boards of Appeal (RPBA 2020)\nArticle 19\nDeliberation and voting\n(1) If the members of a Board are not all of the same opinion, the Board shall meet to\ndeliberate regarding the decision to be taken. Only members of the Board shall participate\nin the deliberations; the Chair in the particular appeal may, however, authorise other officers\nto attend. The deliberations shall be secret.\n(2) During the deliberations of the Board, the opinion of the rapporteur shall be heard first,\nfollowed by that of the additional rapporteur if one has been appointed and, if the rapporteur\nis not the Chair, by that of the Chair last.\n(3) If voting is necessary, votes shall be taken in the same sequence, except that the Chair,\neven when rapporteur, shall vote last. Abstentions shall not be permitted.\nArticle 20\nDeviations from an earlier decision of any Board or from the Guidelines for Examination"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p18_c1", "text": "Article 20\nDeviations from an earlier decision of any Board or from the Guidelines for Examination\n(1) Should a Board consider it necessary to deviate from an interpretation or explanation of\nthe Convention given in an earlier decision of any Board, the grounds for this deviation shall\nbe given, unless such grounds are in accordance with an earlier decision or opinion of the\nEnlarged Board of Appeal according to Article 112, paragraph 1, EPC. The President of the\nEuropean Patent Office shall be informed of the Board's decision.\n(2) If, in its decision, a Board gives a different interpretation of the Convention from that\nprovided for in the Guidelines for Examination, it shall state its grounds for doing so if it\nconsiders that the decision will be more readily understood in the light of such grounds.\nArticle 21\nDeviation from an earlier decision or opinion of the Enlarged Board of Appeal\nShould a Board consider it necessary to deviate from an interpretation or explanation of the"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p18_c2", "text": "Should a Board consider it necessary to deviate from an interpretation or explanation of the\nConvention contained in an earlier decision or opinion of the Enlarged Board of Appeal\naccording to Article 112, paragraph 1, EPC, the question shall be referred to the Enlarged\nBoard of Appeal.\nArticle 22\nReferral of a question to the Enlarged Board of Appeal\n(1) If a question is to be referred to the Enlarged Board of Appeal in accordance\nwith Article 112, paragraph 1, EPC, a decision to this effect shall be taken by the Board.\n(2) The decision shall contain the items specified in Rule 102, sub-\nparagraphs (a), (b), (c), (d) and (f), EPC and the question which the Board refers to the\nEnlarged Board of Appeal. The context in which the question arose shall also be stated.\n(3) The decision shall be communicated to the parties.\n1801"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p19_c0", "text": "Annexes\nArticle 23\nBinding nature of the Rules of Procedure\nThese Rules of Procedure shall be binding upon the Boards of Appeal, provided that they\ndo not lead to a situation which would be incompatible with the spirit and purpose of the\nConvention.\nArticle 24\nEntry into force\n(1) The revised version of the Rules of Procedure of the Boards of Appeal (the revised\nversion) shall enter into force on 1 January 2020.\n(2) Subject to Article 25, the version of the Rules of Procedure of the Boards of Appeal\nvalid until that time shall cease to be in force upon entry into force of the revised version.\nArticle 25\nTransitional provisions\n(1) The revised version shall apply to any appeal pending on, or filed after, the date of the\nentry into force, subject to the following paragraphs.\n(2) Article 12, paragraphs 4 to 6, of the revised version shall not apply to any statement of\ngrounds of appeal filed before the date of the entry into force and any reply to it filed in"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p19_c1", "text": "grounds of appeal filed before the date of the entry into force and any reply to it filed in\ndue time. Instead, Article 12, paragraph 4, of the Rules of Procedure of the Boards of\nAppeal in the version valid until the date of the entry into force shall continue to apply.\n(3) Where the summons to oral proceedings or a communication of the Board\nunder Rule 100, paragraph 2, EPC has been notified before the date of the entry into\nforce, Article 13, paragraph 2, of the revised version shall not apply. Instead, Article 13 of\nthe Rules of Procedure of the Boards of Appeal in the version valid until the date of the\nentry into force shall continue to apply.\n1802"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p20_c0", "text": "4. Transitional provisions\n4. Transitional provisions\n4. Transitional provisions\nArticle 7 of the Act revising the EPC of 29 November 2000\nArticle 7\nTransitional provisions\n(1) The revised version of the Convention shall apply to all European patent applications\nfiled after its entry into force, as well as to all patents granted in respect of such\napplications. It shall not apply to European patents already granted at the time of its entry\ninto force, or to European patent applications pending at that time, unless otherwise\ndecided by the Administrative Council of the European Patent Organisation.\n(2) The Administrative Council of the European Patent Organisation shall take a decision\nunder paragraph 1 no later than 30 June 2001, by a majority of three quarters of the\nContracting States represented and voting. Such decision shall become an integral part of\nthis Revision Act.\nDecision of the Administrative Council of 28 June 2001 on the transitional"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p20_c1", "text": "this Revision Act.\nDecision of the Administrative Council of 28 June 2001 on the transitional\nprovisions under Article 7 of the Act revising the European Patent Convention of 29\nNovember 2000\nThe Administrative Council of the European Patent Organisation, having regard to Article\n7, paragraph 2, of the Act revising the European Patent Convention of 29 November 2000\n(\"Revision Act\"), on a proposal from the President of the European Patent Office, having\nregard to the opinion of the Committee on Patent Law, has decided as follows:\nArticle 1\nIn accordance with Article 7, paragraph 1, second sentence, of the Revision Act, the\nfollowing transitional provisions shall apply to the amended and new provisions of the\nEuropean Patent Convention specified below:\n1. Articles 14(3) to (6), 51, 52, 53, 54(3) and (4), 61, 67, 68 and 69, the Protocol on the\nInterpretation of Article 69, and Articles 70, 86, 88, 90, 92, 93, 94, 97, 98, 106, 108, 110,"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p20_c2", "text": "Interpretation of Article 69, and Articles 70, 86, 88, 90, 92, 93, 94, 97, 98, 106, 108, 110,\n115, 117, 119, 120, 123, 124, 127, 128, 129, 133, 135, 137 and 141 shall apply to\nEuropean patent applications pending at the time of their entry into force and to European\npatents already granted at that time. However, Article 54(4) of the version of the\nConvention in force before that time shall continue to apply to these applications and\npatents.\n2. Articles 65, 99, 101, 103, 104, 105, 105a-c and 138 shall apply to European patents\nalready granted at the time of their entry into force and to European patents granted in\nrespect of European patent applications pending at that time.\n3. Article 54(5) shall apply to European patent applications pending at the time of its entry\ninto force, in so far as a decision on the grant of the patent has not yet been taken.\n1803"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p21_c0", "text": "Annexes\n4. Article 112a shall apply to decisions of the Boards of Appeal taken as from the date of\nits entry into force.\n5. Articles 121 and 122 shall apply to European patent applications pending at the time of\ntheir entry into force and to European patents already granted at that time, in so far as the\ntime limits for requesting further processing or reestablishment of rights have not yet\nexpired at that time.\n6. Articles 150 to 153 shall apply to international applications pending at the time of their\nentry into force. However, Articles 154(3) and 155(3) of the version of the Convention in\nforce before that time shall continue to apply to these applications.\nArticle 2\nThis decision shall enter into force upon the entry into force of the revised text of the\nConvention in accordance with Article 8 of the Revision Act.\n1804"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p22_c0", "text": "5. Cross-reference list EPC 1973 - EPC 2000\n5. Cross-reference list Article EPC 1973 →\nEPC 1973 - EPC 2000 Article / Rule EPC 2000\n5. Cross-reference list EPC 1973 - EPC 2000\nThe concordance list compares the - Art. 4a\nthematically corresponding provisions of Art. 16 (elmts) R. 10\nthe current Convention and Implementing Art. 18(1) (elmts) R. 10\nRegulations with the Articles and Rules of Art. 52(4) Art. 53(c)\nthe EPC 2000. Art. 54(4) -\nArt. 54(5) Art. 54(4)\nArticle EPC 1973: - Art. 54(5)\nConvention on the Grant of European Art. 61(1) (elmts) R. 16\nPatents of 5.10.1973, text as amended by Art. 77 (elmts) R. 37\nthe Act revising Article 63 EPC and by Art. 78(2) R. 38\ndecisions of the Administrative Council of Art. 79(2), (3) R. 39\n21.12.1978, 13.12.1994, 20.12.1995, Art. 80 R. 40\n5.12.1995, 10.12.1998 and 27.10.2005 Art. 88(1) (elmts) R. 53\nArt. 91(1) - (3) Art. 90(3) - (5); R. 57\nArticle EPC 2000: Art. 91(5) Art. 90(5); R. 60\nEuropean Patent Convention 2000 as Art. 92(2) R. 65"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p22_c1", "text": "Art. 91(1) - (3) Art. 90(3) - (5); R. 57\nArticle EPC 2000: Art. 91(5) Art. 90(5); R. 60\nEuropean Patent Convention 2000 as Art. 92(2) R. 65\nadopted by decision of the Administrative Art. 93(2) R. 68\nCouncil of 28.6.2001 Art. 94(2), (3) R. 70\nArt. 95 -\nRule EPC 1973: Art. 96(1) R. 70\nImplementing Regulations to the EPC Art. 96(2), (3) Art. 94(3), (4)\n1973, as last amended by decision of the Art. 99(3) R. 75\nAdministrative Council of 9.12.2004 Art. 99(4), (5) Art. 99(3), (4)\nArt. 102(1), (2) Art. 101(2)\nRule EPC 2000: Art. 102(3) Art. 101(3)(a)\nImplementing Regulations to the EPC 2000 Art. 105 (elmts) R. 89\nas adopted by decision of the - Art. 105a – 105c\nAdministrative Council of 7.12.2006 Art. 106(2) R. 98\nArt. 106(4), (5) R. 97\nelmts: Art. 110(2), (3) R. 100(2), (3)\nOnly certain elements of the provisions - Art. 112a\ncorrespond Art. 115 (elmts) R. 114\nArt. 117(2) R. 119\nArt. 117(4) - (6) R. 120\nArt. 121(2), (3) R. 135\nArt. 122(2) - (5) R. 136\nArt. 126 -\nArt. 134(8) Art. 134a"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p22_c2", "text": "Art. 117(2) R. 119\nArt. 117(4) - (6) R. 120\nArt. 121(2), (3) R. 135\nArt. 122(2) - (5) R. 136\nArt. 126 -\nArt. 134(8) Art. 134a\nArt. 135(2) R. 155\nArt. 136(1), (2) (elmts) R. 155\nArt. 136(2) Art. 135(2), (4)\n- Art. 149a\nArt. 151(1) R. 157\nArt. 152 R. 157\n1805"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p23_c0", "text": "Annexes\nArt. 153(2) R. 159 R. 23a -\nArt. 154 Art. 152 R. 23b R. 26\nArt. 155 Art. 152 R. 23c R. 27\nArt. 156 Art. 153(1) R. 23d R. 28\nArt. 157(1) - (3) Art. 153(6), (7) R. 23e R. 29\nArt. 158 Art. 153(3) - (5) R. 24 R. 35\nArt. 159 - R. 25 R. 36\nArt. 160 - R. 26 R. 41\nArt. 160(2) Art. 11(5) R. 27 R. 42\nArt. 161 - R. 27a(1), (4) R. 30\nArt. 162 - R. 27a(2), (3) -\nArt. 163(1) – (4), (6) Art. 134(3), (4), (7) R. 28(1), (2) R. 31\nArt. 163(5), (7) - R. 28(4), (5) R. 32\nArt. 167 - R. 28(3), (6) - (9) R. 33\nR. 28a R. 34\nRule EPC 1973 → R. 29 R. 43\nRule EPC 2000 R. 30 R. 44\nR. 31 R. 45\n- R. 1 R. 32 R. 46\n- R. 2 R. 33 R. 47\nR. 1 R. 3 R. 34 R. 48\nR. 2 R. 4 R. 35 R. 49\nR. 4 (elmts) R. 36(2) R. 36 R. 50\nR. 5 R. 5 R. 37 R. 51\nR. 6 R. 6 R. 38(1), (2), (6) R. 52\nR. 7 R. 7 R. 38(3) - (5) R. 53\nR. 8 R. 8 R. 38a R. 54\n- R. 10 R. 39 R. 55\nR. 9 R. 11 R. 40 R. 57\nR. 10 R. 12 R. 41 R. 57; R. 58\nR. 11 R. 13 - R. 59\nR. 12 R. 9 R. 42 R. 60\nR. 13(1) - (3), (5) R. 14 R. 43 R. 56\nR. 13(4) R. 78 R. 44 R. 61"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p23_c1", "text": "R. 10 R. 12 R. 41 R. 57; R. 58\nR. 11 R. 13 - R. 59\nR. 12 R. 9 R. 42 R. 60\nR. 13(1) - (3), (5) R. 14 R. 43 R. 56\nR. 13(4) R. 78 R. 44 R. 61\nR. 14 R. 15 R. 44a R. 62\n- R. 16 R. 45 R. 63\nR. 15(1), (2) R. 17 R. 46 R. 64\nR. 15(3) - - R. 65\nR. 16(1), (2) R. 18 R. 47 R. 66\nR. 16(3) R. 78 R. 48 R. 67\nR. 17 R. 19 R. 49 R. 68\nR. 18 R. 20 R. 50 R. 69\nR. 19 R. 21 R. 51(1) R. 70(2)\nR. 20 R. 22 R. 51(2) - (11) R. 71\nR. 21 R. 23 R. 52 R. 72\nR. 22 R. 24 R. 53 R. 73\nR. 23 R. 25 R. 54 R. 74\n1806"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p24_c0", "text": "5. Cross-reference list EPC 1973 - EPC 2000\n- R. 75 R. 85a -\nR. 55 R. 76 R. 85b -\nR. 56 R. 77 - R. 135\n- R. 78 - R. 136\nR. 57 R. 79 R. 86 R. 137\nR. 57a R. 80 R. 87 R. 138\nR. 58(1) - (3) R. 81 R. 88 R. 139\nR. 58(4) - (8) R. 82 R. 89 R. 140\nR. 59 R. 83 R. 90 R. 142\nR. 60 R. 84 R. 91 -\nR. 61 R. 85 R. 92 R. 143\nR. 61a R. 86 R. 93 R. 144\nR. 62 R. 87 R. 94 R. 145\nR. 62a R. 87 R. 95 R. 146\nR. 63 R. 88 R. 95a R. 147\n- R. 89 - 98 R. 96 -\nR. 64 R. 99 R. 97 R. 148\nR. 65 R. 101 R. 98 R. 149\nR. 66(1) R. 100(1) R. 99 R. 150\nR. 66(2) R. 102 R. 100 R. 151\nR. 67 R. 103 R. 101 R. 152\n- R. 104 - 110 - R. 153\nR. 68 R. 111 R. 102 R. 154\nR. 69 R. 112 - R. 155\nR. 70 R. 113 R. 103 R. 156\n- R. 114 R. 104 R. 157\nR. 71 R. 115 R. 105 R. 158\nR. 71a R. 116 R. 106 -\nR. 72(1) R. 117 R. 107 R. 159\nR. 72(2) R. 118 R. 108 R. 160\nR. 72(3), (4) R. 119 R. 109 R. 161\n- R. 120 R. 110 R. 162\nR. 73 R. 121 R. 111 R. 163\nR. 74 R. 122 R. 112 R. 164\nR. 75 R. 123 - R. 165\nR. 76 R. 124\nR. 77 R. 125 Rule EPC 2000 →"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p24_c1", "text": "- R. 120 R. 110 R. 162\nR. 73 R. 121 R. 111 R. 163\nR. 74 R. 122 R. 112 R. 164\nR. 75 R. 123 - R. 165\nR. 76 R. 124\nR. 77 R. 125 Rule EPC 2000 →\nR. 78 R. 126 Article or Rule EPC 1973\n- R. 127\nR. 79 R. 128 R. 1 -\nR. 80 R. 129 R. 2 -\nR. 81 R. 130 R. 3 R. 1\nR. 82 R. 125(4) R. 4 R. 2\nR. 83 R. 131 R. 5 R. 5\nR. 84 R. 132 R. 6 R. 6\nR. 84a R. 133 R. 7 R. 7\nR. 85 R. 134 R. 8 R. 8\n1807"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p25_c0", "text": "Annexes\nR. 9 R. 12 R. 56 R. 43\nR. 10 Art. 16; Art. 18(1) R. 57 Art. 91(1); R. 40, 41\nR. 11 R. 9 R. 58 Art. 91(1); R. 40, 41\nR. 12 R. 10 R. 59 -\nR. 13 R. 11 R. 60 R. 42\nR. 14 R. 13(1) - (3), (5) R. 61 R. 44\nR. 15 R. 14 R. 62 R. 44a\nR. 16 Art. 61(1) R. 63 R. 45\nR. 17 R. 15(1), (2) R. 64 R. 46\nR. 18 R. 16(1), (2) R. 65 Art. 92(2)\nR. 19 R. 17 R. 66 R. 47\nR. 20 R. 18 R. 67 R. 48\nR. 21 R. 19 R. 68 Art. 93(2); R. 49\nR. 22 R. 20 R. 69 R. 50\nR. 23 R. 21 R. 70 Art. 94(2), (3);\nR. 24 R. 22 Art. 96(1); R. 51(1)\nR. 25 R. 23 R. 71 R. 51(2) - (11)\nR. 26 R. 23b R. 72 R. 52\nR. 27 R. 23c R. 73 R. 53\nR. 28 R. 23d R. 74 R. 54\nR. 29 R. 23e R. 75 Art. 99(3)\nR. 30 R. 27a(1), (4) R. 76 R. 55\nR. 31 R. 28(1), (2) R. 77 R. 56\nR. 32 R. 28(4), (5) R. 78 R. 13(4); R. 16(3)\nR. 33 R. 28(3),(6) - (9) R. 79 R. 57\nR. 34 R. 28a R. 80 R. 57a\nR. 35 R. 24 R. 81 R. 58(1) - (3)\nR. 36 R. 4; R. 25 R. 82 R. 58(4) - (8)\nR. 37 Art. 77 R. 83 R. 59\nR. 38 Art. 78(2) R. 84 R. 60\nR. 39 Art. 79(2), (3) R. 85 R. 61"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p25_c1", "text": "R. 36 R. 4; R. 25 R. 82 R. 58(4) - (8)\nR. 37 Art. 77 R. 83 R. 59\nR. 38 Art. 78(2) R. 84 R. 60\nR. 39 Art. 79(2), (3) R. 85 R. 61\nR. 40 Art. 80 R. 86 R. 61a\nR. 41 R. 26 R. 87 R. 62; R. 62a\nR. 42 R. 27 R. 88 R. 63\nR. 43 R. 29 R. 89 Art. 105\nR. 44 R. 30 R. 90 -\nR. 45 R. 31 R. 91 -\nR. 46 R. 32 R. 92 -\nR. 47 R. 33 R. 93 -\nR. 48 R. 34 R. 94 -\nR. 49 R. 35 R. 95 -\nR. 50 R. 36 R. 96 -\nR. 51 R. 37 R. 97 Art. 106(4), (5)\nR. 52 R. 38(1), (2), (6) R. 98 Art. 106(2)\nR. 53 R. 38(3) - (5) R. 99 R. 64\nR. 54 R. 38a R. 100 Art. 110(2), (3);\nR. 55 R. 39 R. 66(1)\n1808"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p26_c0", "text": "5. Cross-reference list EPC 1973 - EPC 2000\nR. 101 R. 65 R. 134 R. 85\nR. 102 R. 66(2) R. 135 Art. 121(2), (3)\nR. 103 R. 67 R. 136 Art. 122(2) - (5)\nR. 104 - R. 137 R. 86\nR. 105 - R. 138 R. 87\nR. 106 - R. 139 R. 88\nR. 107 - R. 140 R. 89\nR. 108 - R. 141 Art. 124(1)\nR. 109 - R. 142 R. 90\nR. 110 - R. 143 R. 92\nR. 111 R. 68 R. 144 R. 93\nR. 112 R. 69 R. 145 R. 94\nR. 113 R. 70 R. 146 R. 95\nR. 114 Art. 115 R. 147 R. 95a\nR. 115 R. 71 R. 148 R. 97\nR. 116 R. 71a R. 149 R. 98\nR. 117 R. 72(1) R. 150 R. 99\nR. 118 R. 72(2) R. 151 R. 100\nR. 119 Art. 117(2); R. 152 R. 101\nR. 72(3), (4) R. 153 -\nR. 120 Art. 117(4) - (6) R. 154 R. 102\nR. 121 R. 73 R. 155 Art. 135(2); Art. 136(1)\nR. 122 R. 74 , (2)\nR. 123 R. 75 R. 156 R. 103\nR. 124 R. 76 R. 157 Art. 151(1); Art. 152;\nR. 125 R. 77; R. 82 R. 104\nR. 126 R. 78 R. 158 R. 105\nR. 127 - R. 159 Art. 153(2); R. 107\nR. 128 R. 79 R. 160 R. 108\nR. 129 R. 80 R. 161 R. 109\nR. 130 R. 81 R. 162 R. 110\nR. 131 R. 83 R. 163 R. 111\nR. 132 R. 84 R. 164 R. 112"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p26_c1", "text": "R. 128 R. 79 R. 160 R. 108\nR. 129 R. 80 R. 161 R. 109\nR. 130 R. 81 R. 162 R. 110\nR. 131 R. 83 R. 163 R. 111\nR. 132 R. 84 R. 164 R. 112\nR. 133 R. 84a R. 165 -\n1809"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p27_c0", "text": "Annexes\n6. Detailed table of contents\n6. Detailed table of contents\nFOREWORD TO THE TENTH EDITION I\nTABLE OF CONTENTS III\nREADER'S GUIDE XIII\n1. Abbreviations XIII\n2. Citations XIV\n3. Case numbers XV\n4. Search the Case Law of the Boards of Appeal XV\nI. PATENTABILITY 1\nA. Patentable inventions 1\n1. Patent protection for technical inventions 2\n1.1. Technical character of an invention 3\n1.2. Separate and independently patentability requirements 4\n1.3. Absolute and relative patentability requirements 4\n1.4. Verification of the presence of an invention under Article 52(1) EPC 4\n1.4.1 Assessment of the invention independently of the prior art 5\na) Earlier case law of the boards of appeal: the \"contribution\napproach\" 5\nb) Abandonment of the \"contribution approach\" 5\nc) Some consequences of abandoning the contribution approach 5\n1.4.2 Technical considerations and technical implementations 6\n1.4.3 Methods involving technical means 7"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p27_c1", "text": "1.4.2 Technical considerations and technical implementations 6\n1.4.3 Methods involving technical means 7\n1.4.4 Methods used in a technical process carried out on a physical entity 8\n1.4.5 Apparatus constituting a physical entity or concrete product 9\n2. Non-inventions under Article 52(2) and (3) EPC 10\n2.1. Introduction 10\n2.2. Discoveries, scientific theories and mathematical methods 11\n2.2.1 Discoveries and scientific theories 11\n2.2.2 Mathematical methods 12\n2.3. Aesthetic creations 14\n2.4. Computer-implemented inventions 16\n2.4.1 Definition of computer-implemented invention 16\n2.4.2 Distinction from computer programs 16\n2.4.3 Scope of Article 52(2)(c) EPC exception to patentability 16\n2.4.4 Patentability of computer programs: G 3/08 16\n1810"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p28_c0", "text": "6. Detailed table of contents\n2.4.5 Patentability of computer programs: technical character 18\n2.4.6 Establishing technical character 19\na) Further effects of programs for computers 19\nb) Direct link to physical reality 19\nc) Potential technical effect 21\nd) Virtual or \"calculated\" technical effect 21\ne) Tangible effect 22\nf) Technical considerations: programming a computer 22\ng) Technical considerations: implementation of a function on a\ncomputer system 24\nh) Methods performed by a computer 25\ni) Computer-implemented simulation methods 26\n2.5. Schemes, rules and methods for performing mental acts, playing games or\ndoing business 28\n2.5.1 Methods for doing business 28\n2.5.2 Methods for performing mental acts 29\n2.5.3 Word-processing 31\n2.6. Presentations of information 32\n2.6.1 User Interfaces 35\nB. Exceptions to patentability 36\n1. Introduction 37\n1.1. Amendments made to Article 53 EPC as part of the EPC 2000 revision 37\n1.2. Basic principles 38"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p28_c1", "text": "1. Introduction 37\n1.1. Amendments made to Article 53 EPC as part of the EPC 2000 revision 37\n1.2. Basic principles 38\n2. Breaches of \"ordre public\" or morality 38\n2.1. Rule 28 EPC 39\n2.1.1 Scope of exception under Rule 28(c) EPC 39\n2.1.2 Scope of exception under Rule 28(d) EPC 41\n2.1.3 Test date 41\n2.2. Article 53(a) EPC 42\n2.2.1 Test date 42\n2.2.2 Assessment of an objection according to Article 53(a) EPC 42\na) Difference from test under Rule 28(d) EPC 42\nb) Concept of \"morality\" and \"ordre public\" 43\nc) Donor consent 44\n3. Patentability of biological inventions 45\n3.1. Plants and plant varieties 45\n3.1.1 Definition of the term \"plant varieties\" 45\n3.1.2 Limits to patentability 46\n3.2. Animals and animal varieties 47\n3.3. Essentially biological processes 47\n3.3.1 Essentially biological processes for the production of animals 47\n3.3.2 Essentially biological processes for the production of plants 48\na) G 2/07 and G 1/08 48\nb) Patentable technical processes 50\n1811"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p29_c0", "text": "Annexes\n3.3.3 Product claims for plants or plant material 51\na) G 2/12 and G 2/13 51\nb) G 3/19 – dynamic interpretation of Article 53(b) EPC 53\n3.4. Microbiological processes and the products thereof 55\n3.4.1 The concept of \"microbiological processes\" 55\n3.4.2 Difference between microbiological and genetic-engineering processes 55\n4. Medical methods 56\n4.1. Introduction 56\n4.2. Differences and similarities in approaches to establishing whether a method\nfor treatment by surgery or therapy or a diagnostic method involved 56\n4.3. No need for practitioner involvement 57\n4.4. Surgical methods 57\n4.4.1 One surgical step in a multi-step method 58\n4.4.2 Treatment by surgery not limited to surgery for a therapeutic purpose 58\n4.4.3 Towards a new concept of \"treatment by surgery\" 58\n4.4.4 \"Treatment by surgery\" in the case law since G 1/07 59\na) Surgical nature of a method step 59\nb) Assessment of \"substantial health risks\" 59\nc) Surgical step part of claimed method or simply a preparatory"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p29_c1", "text": "a) Surgical nature of a method step 59\nb) Assessment of \"substantial health risks\" 59\nc) Surgical step part of claimed method or simply a preparatory\nmeasure? 60\nd) Surgical step not in the claim but covered by it? 61\ne) The apparatus claim is not a disguised method claim 62\nf) Unpatentable claims for products that can only be produced in a\nsurgical step 62\n4.4.5 Avoiding the exclusion of methods of treatment by surgery from patent\nprotection under Article 53(c) EPC 63\na) Claim cannot be left to encompass surgical step 63\nb) Disclaimer 63\nc) Methods only concerning the operation of a device 64\n4.4.6 Data obtained during surgery 65\n4.5. Therapeutic methods 65\n4.5.1 The term \"therapy\" 65\na) Definition of the term 65\nb) Prophylactic treatments 66\nc) Distinction from performance improvement 66\nd) Distinction from cosmetic methods 67\ne) Examples from case law 67\n4.5.2 Methods with both therapeutic and non-therapeutic indications 68"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p29_c2", "text": "d) Distinction from cosmetic methods 67\ne) Examples from case law 67\n4.5.2 Methods with both therapeutic and non-therapeutic indications 68\na) Inevitable and inextricably linked therapeutic effect of the claimed\nmethod 68\nb) Therapeutic and non-therapeutic effects distinguishable 69\n4.5.3 Disclaimer for escaping the exception to patentability under\nArticle 53 c) EPC 70\n4.6. Diagnostic methods 71\n4.6.1 Opinion G 1/04 and its application in case law 71\na) What constitutes \"diagnostic methods\" 71\nb) The criterion \"practised on the human or animal body\" 72\n1812"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p30_c0", "text": "6. Detailed table of contents\nc) Clarity of a claim relating to diagnostic methods 73\nd) Intermediate findings of diagnostic relevance 73\nC. Novelty 75\n1. General 78\n2. State of the art 78\n2.1. General 78\n2.2. Applications with same filing or priority date 79\n2.3. Relevant date of documents 79\n2.4. Prior rights – Article 54(3) EPC 79\n2.4.1 European prior rights 79\n2.4.2 Applicability of Article 54(3) EPC in cases of potentially colliding\nEuropean parent and divisional applications 80\n2.4.3 Excluded national prior rights 81\n2.4.4 PCT applications as state of the art 81\n2.5. Non-prejudicial disclosures under Article 55 EPC 82\n2.6. In-house knowledge not published before the priority date 83\n2.7. Prior art acknowledged in a patent application 83\n2.8. Common general knowledge 84\n2.8.1 Definition of \"common general knowledge\" 84\n2.8.2 Patent specifications as common general knowledge 85\n2.8.3 Specialist journals as common general knowledge 85\n2.8.4 Databases as common general knowledge 86"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p30_c1", "text": "2.8.3 Specialist journals as common general knowledge 85\n2.8.4 Databases as common general knowledge 86\n2.8.5 Proof of common general knowledge 86\n3. Availability to the public 88\n3.1. General 88\n3.2. Ways of making information available to the public 88\n3.2.1 Publications and other printed documents 88\na) General 88\nb) Company papers 88\nc) Advertising brochure 89\nd) Report available in the specialist field 90\ne) Books 90\nf) Instruction manual 91\ng) Patent and utility models 91\nh) Trade names 92\ni) Abstracts of documents 92\n3.2.2 Lectures and oral disclosure 93\n3.2.3 Internet disclosures 94\na) General 94\nb) Public availability of a document stored on the World Wide Web 94\nc) Publication date 95\n3.2.4 Public prior use 98\na) General 98\nb) Public prior use occurred 98\n1813"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p31_c0", "text": "Annexes\nc) No public prior use 99\nd) Internal structure or composition of a product 101\n3.2.5 Biological material 105\n3.3. The concept of \"the public\" 105\n3.3.1 Sale to a single customer 105\n3.3.2 Making available to a person not skilled in the art 106\n3.3.3 A limited circle of people 106\n3.3.4 Public library 107\n3.4. Obligation to maintain secrecy 108\n3.4.1 General 108\n3.4.2 Parts for serial production 108\n3.4.3 Distribution of prospectuses, technical descriptions 109\n3.4.4 Commercial relationships and interests 109\n3.4.5 Demonstrating products for presentation purposes 111\n3.4.6 Presenting the product in writing 111\n3.4.7 Making samples/products available for test purposes 112\n3.4.8 Conferences 114\n3.4.9 Public availability of documents submitted for standardisation 115\n3.4.10 Joint venture and other commercial agreements 115\n3.4.11 Paper submitted to obtain an academic degree 116\n3.4.12 Medical field 116\n3.4.13 Notary 117\n3.5. Evidence 117\n3.5.1 Burden of proof 117"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p31_c1", "text": "3.4.11 Paper submitted to obtain an academic degree 116\n3.4.12 Medical field 116\n3.4.13 Notary 117\n3.5. Evidence 117\n3.5.1 Burden of proof 117\n3.5.2 Standard of proof 117\na) General 117\nb) Public prior use 118\nc) Internet – proof of the date of availability 118\n4. Determining the disclosure of the relevant prior art 119\n4.1. General rules of interpretation 119\n4.2. Combinations within a prior art document 122\n4.3. Taking implicit features into account 124\n4.4. Taking intrinsic features into account 127\n4.5. Taking equivalents into account 127\n4.6. Taking drawings into account 128\n4.7. Taking examples into account 129\n4.8. Broad claims 130\n4.9. Deficiencies and mistakes in a disclosure 130\n4.10. Accidental disclosure 131\n4.11. Reproducibility of the content of the disclosure 132\n5. Ascertaining differences 134\n5.1. Comparing each individual item from the prior art 135\n5.2. Distinguishing features 135\n5.2.1 Difference in wording 136\n5.2.2 Differences in values 137"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p31_c2", "text": "5.2. Distinguishing features 135\n5.2.1 Difference in wording 136\n5.2.2 Differences in values 137\n5.2.3 Difference in parameters 138\n5.2.4 Difference in composition 139\n1814"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p32_c0", "text": "6. Detailed table of contents\n5.2.5 Functional features 139\n5.2.6 Generic disclosure 141\n5.2.7 Product claim with process features 141\n5.2.8 Non-technical distinguishing features 142\n6. Chemical inventions and selection inventions 142\n6.1. General 142\n6.2. Novelty of chemical compounds and groups of compounds 143\n6.2.1 Anticipation of certain compounds 144\na) Definition of a substance by its structural formula or other\nparameters 144\nb) Selection of starting substances from different lists 145\nc) Selection on the basis of a general formula 146\n6.2.2 Novelty of groups of substances 147\n6.2.3 Novelty of enantiomers 148\n6.2.4 Achieving a higher degree of purity 148\n6.3. Selection of parameter ranges 150\n6.3.1 Selection from a broad range 150\n6.3.2 Overlapping ranges 153\n6.3.3 Multiple selection 155\n6.4. Subject-matter group 157\n7. First and second medical use 157\n7.1. First medical use 157\n7.1.1 Introduction 157\n7.1.2 Scope of a purpose-related product claim 158"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p32_c1", "text": "7. First and second medical use 157\n7.1. First medical use 157\n7.1.1 Introduction 157\n7.1.2 Scope of a purpose-related product claim 158\n7.1.3 Protection of a preparation in the form of a \"kit-of-parts\" 159\n7.1.4 Further technical information as compared with the state of the art 159\n7.2. Second (or further) medical use 159\n7.2.1 Introduction 159\n7.2.2 Transitional provisions 161\n7.2.3 Purpose-limited product claims and Swiss-type claims – scope of\nprotection 162\n7.2.4 Novelty of the therapeutic application 163\na) General 163\nb) New therapeutic application based on the group of subjects to be\ntreated 164\nc) New technical effect 165\nd) Same illness 166\ne) New dosage regimen 167\nf) New therapy with a different mode of administration 168\ng) Interpretation of \"substance or composition\" 168\nh) Statement of purpose of surgical use for a known instrument 170\ni) Discovery of a previously unknown property of a compound\nunderlying the known effect 171"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p32_c2", "text": "i) Discovery of a previously unknown property of a compound\nunderlying the known effect 171\nj) Whether there is a therapeutic method 172\n1815"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p33_c0", "text": "Annexes\n8. Second (or further) non-medical use 173\n8.1. Novelty criteria for use claims and process claims containing a purpose\nfeature 173\n8.1.1 General issues decided before the Enlarged Board of Appeal 173\n8.1.2 Non-therapeutic treatment of animals 174\na) Non-therapeutic application 175\n8.1.3 Applicability of G 2/88 and G 6/88 to process claims 175\na) General 175\nb) Different treatment of use and process claims 175\nc) Interpretation of process claims 177\nd) Use of a known process for a particular purpose 177\ne) Discovery of new properties/technical effects underlying the known\nuse 179\nf) Use of a substance to achieve a technical effect only attained in\nspecial circumstances 181\n8.1.4 Statement of purpose in non-medical use claims in view of\nArticle 52(4) EPC 1973 181\n8.1.5 Novelty criteria for product claims with purpose characteristics 181\nD. Inventive step 184\n1. Introduction 187\n2. Problem and solution approach 187\n3. Closest prior art 190"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p33_c1", "text": "D. Inventive step 184\n1. Introduction 187\n2. Problem and solution approach 187\n3. Closest prior art 190\n3.1. Determination of closest prior art in general 190\n3.2. Same purpose or effect 193\n3.3. Similarity of the technical problem 194\n3.4. Most promising starting point 195\n3.4.1 General 195\n3.4.2 Most promising springboard 197\n3.5. Further criteria for determining the closest prior art 198\n3.5.1 Defective disclosure 198\n3.5.2 Confidential disclosure in the application 198\n3.5.3 Speculative character 198\n3.5.4 Old prior art documents 199\n3.5.5 Improvement of a production process for a known product 200\n3.6. Consequences of choosing a certain starting point 200\n4. Technical problem 201\n4.1. Determination of the objective technical problem in general 202\n4.2. Formulation of the objective technical problem 203\n4.2.1 No pointer to the solution 204\n4.2.2 Problem formulated in the patent application as starting point 204\n4.2.3 Formulation of partial problems – lack of unity 205"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p33_c2", "text": "4.2.2 Problem formulated in the patent application as starting point 204\n4.2.3 Formulation of partial problems – lack of unity 205\n4.3. Solving a technical problem 205\n4.3.1 Sufficient evidence for alleged advantages 206\n1816"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p34_c0", "text": "6. Detailed table of contents\n4.3.2 Comparative tests 207\n4.3.3 \"Post-published evidence\" and the question of whether it was made\nplausible already by the disclosure in the application that the technical\nproblem is solved 209\n4.4. Reformulation of the technical problem 213\n4.4.1 Reformulation if the problem is not solved 213\n4.4.2 Reformulation of the \"subjective\" into an objective technical problem 213\n4.4.3 Limitations to the reformulation of the technical problem 214\na) General principles and relationship with Article 123(2) EPC 214\nb) Subsequently invoked technical effect 215\n4.5. Alternative solution to a known problem 216\n5. \"Could-would approach\" 217\n6. Ex post facto analysis 219\n7. Expectation of success, especially in the field of genetic engineering and\nbiotechnology 220\n7.1. Reasonable expectation of success 220\n7.2. Try and see situation 222\n8. Skilled person 224\n8.1. Definition of the skilled person 224\n8.1.1 Definition 224"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p34_c1", "text": "7.2. Try and see situation 222\n8. Skilled person 224\n8.1. Definition of the skilled person 224\n8.1.1 Definition 224\n8.1.2 Competent skilled person – group of people as \"skilled person\" 226\n8.1.3 Definition of the person skilled in the art in the field of biotechnology 227\n8.1.4 Identification of the skilled person in the case of computer-implemented\ninventions 229\n8.2. Neighbouring field 229\n8.3. Skilled person – level of knowledge 231\n8.4. Everyday items from a different technical field 233\n9. Assessment of inventive step 234\n9.1. Assessment of inventive step in the case of mixed-type inventions 234\n9.2. Problem-solution approach when applied to mixed-type inventions 235\n9.2.1 The Comvik approach 235\n9.2.2 Excluded subject-matter 236\n9.2.3 Technical implementation of excluded subject-matter 237\n9.2.4 Features contributing to the technical character of the invention 239\n9.2.5 Non-technical features 241\na) Technical contribution 241"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p34_c2", "text": "9.2.4 Features contributing to the technical character of the invention 239\n9.2.5 Non-technical features 241\na) Technical contribution 241\nb) Interaction of non-technical features with technical subject-matter 242\n9.2.6 Aim to be achieved in a non-technical field included in the formulation of\nthe technical problem 243\n9.2.7 The notional business person 245\n9.2.8 Credible technical effects 247\n9.2.9 Computer programs 248\n9.2.10 Assessment of features relating to a presentation of information 250\na) Data visualisation 250\nb) Graphical user interfaces 251\nc) Functional and cognitive data 255\n1817"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p35_c0", "text": "Annexes\nd) User preferences for displaying data 256\ne) Data structures 257\n9.2.11 Assessment of features relating to mathematical algorithms 258\na) Design 259\nb) Simulations 259\nc) Database management systems and information retrieval systems 261\nd) Navigation systems 262\ne) Artificial Intelligence and Machine Learning 263\nf) Linguistics and classification of texts 264\ng) Image processing 265\nh) Security 265\n9.2.12 Discoveries 266\n9.2.13 Human Perception 267\n9.2.14 Games 267\n9.2.15 Mental acts / modelling 268\n9.2.16 Logistics 269\n9.3. Combination invention 269\n9.3.1 Existence of a combination invention 269\n9.3.2 Partial problems 270\n9.4. Combination of teachings 272\n9.5. Technical disclosure in a prior art document 272\n9.6. Features not contributing to the solution of the problem 272\n9.7. Substitution of materials – analogous use 273\n9.8. Combination of documents 274\n9.9. Chemical inventions 276\n9.9.1 Problem and solution approach in chemical inventions 276"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p35_c1", "text": "9.8. Combination of documents 274\n9.9. Chemical inventions 276\n9.9.1 Problem and solution approach in chemical inventions 276\n9.9.2 Structural similarity 276\n9.9.3 Broad claims 277\n9.9.4 Intermediate products 278\n9.9.5 Predictable improvements resulting from amorphous forms as compared\nto crystalline forms 279\n9.9.6 Synergistic effects 280\n9.10. Equivalents 281\n9.11. Selection inventions 281\n9.12. Problem inventions 281\n9.13. New use of a known measure 282\n9.14. Obvious new use 283\n9.15. Need to improve properties 284\n9.16. Disclaimer 284\n9.17. Optimisation of parameters 284\n9.18. Small improvement in commercially used process 285\n9.19. Analogy processes 286\n9.20. Envisageable products 286\n9.21. Examples of lack of inventive step 287\n9.21.1 Foreseeable disadvantageous or technically non-functional modifications 287\n9.21.2 Modifications to the closest prior art obvious to the skilled person 287\n9.21.3 Technical standards 287\n1818"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p36_c0", "text": "6. Detailed table of contents\n9.21.4 Reversal of procedural steps 287\n9.21.5 Purposive selection 288\n9.21.6 Automation 288\n9.21.7 Enhanced effect 288\n9.21.8 Simplification of complicated technology 289\n9.21.9 Choice of one of several obvious solutions 289\na) Arbitrary choice from a host of possible solutions 289\nb) Selection from obvious alternatives 290\n9.21.10 Several obvious steps 291\n9.21.11 Putting the closest prior art device into practice 291\n9.21.12 Animal testing and human clinical trials 291\n10. Secondary indicia in the assessment of inventive step 292\n10.1. General issues 292\n10.2. Technical prejudice 293\n10.3. Age of documents – time factor 295\n10.4. Satisfaction of a long-felt need 297\n10.5. Commercial success 297\n10.6. Market competitors 298\n10.7. Simple solution 299\n10.8. Surprising effect – bonus effect 300\nE. The requirement of industrial application under Article 57 EPC 302\n1. Notion of \"industrial application\" 302\n1.1. Invention and industrial application 302"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p36_c1", "text": "1. Notion of \"industrial application\" 302\n1.1. Invention and industrial application 302\n1.2. Any kind of industry 303\n1.2.1 Methods applied in the private and personal sphere 304\n1.2.2 Cosmetic and beauty salons 305\n2. Reproducibility and sufficiency of disclosure 305\n3. Indication of a profitable use of the invention in industry 306\nII. PATENT APPLICATION AND AMENDMENTS 309\nA. Claims 309\n1. Basic principles 310\n1.1. Purpose of claims under Article 84 EPC 310\n1.2. Types of claim 310\n1.3. Technical features 311\n1.4. Examination of clarity post-grant 311\n1.5. Clarity of claims and Article 83 EPC 312\n2. Form, content and conciseness of claims 312\n2.1. Form of claims: Rule 43(1) EPC 312\n2.1.1 One-part or two-part claim 312\n2.1.2 Two-part claims: preamble and characterising portion 313\n1819"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p37_c0", "text": "Annexes\n2.2. More than one independent claim per category: Rule 43(2) EPC 314\n2.2.1 Conditions 314\n2.2.2 Burden of proof 316\n2.2.3 No applicability in opposition proceedings 316\n2.3. Conciseness and number of claims 316\n2.4. Reference to the description or drawings: Rule 43(6) EPC 317\n3. Clarity of claims 318\n3.1. Introduction and general principles 318\n3.2. Indication of all essential features 321\n3.3. Clarity of broad claims 323\n3.4. Functional features 325\n3.5. Characterisation of an invention by a parameter 327\n3.6. Unspecified features and relative qualities 329\n3.7. Principles in connection with categories of claim 331\n4. Disclaimers 333\n5. Claims supported by the description 333\n5.1. General principles 333\n5.2. Restrictions on generalising the technical information and examples\nadduced in the description 334\n5.3. Bringing the description into line with amended claims 336\n6. Interpretation of claims 337\n6.1. General principles 337"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p37_c1", "text": "5.3. Bringing the description into line with amended claims 336\n6. Interpretation of claims 337\n6.1. General principles 337\n6.2. Meaning of terms and phrases: \"comprising (substantially)\", \"consisting\n(essentially) of\", \"containing\" 338\n6.3. Using description and drawings to interpret the claims 340\n6.3.1 General principles 340\n6.3.2 Relevance of Article 69 EPC 341\n6.3.3 Interpretation of ambiguous terms or confirmation of the text of a claim 342\n6.3.4 Reading additional features and limitations into the claims 343\n6.3.5 Use in the examination relating to the clarity requirement pursuant to\nArticle 84 EPC 344\n6.3.6 Definition of the scope of protection with regard to infringement not within\nthe EPO's competences 346\n7. Product-by-process claims 346\n7.1. Introduction 346\n7.2. Requirement that the claimed product must be patentable 347\n7.3. Requirement that the claimed product cannot be described in any other way 349"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p37_c2", "text": "7.2. Requirement that the claimed product must be patentable 347\n7.3. Requirement that the claimed product cannot be described in any other way 349\n7.4. Applicability of the principles for product-by-process claims to use claims 349\n7.5. Combination of product and process features 350\n7.6. Extension of protection conferred by product-by-process claims 350\n8. Claims fees 350\n8.1. Number of claims 351\n8.2. No refund of claims fees 351\nB. Unity of invention 353\n1. Introduction 353\n1820"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p38_c0", "text": "6. Detailed table of contents\n2. Unity in the context of different types of claims 354\n2.1. Plurality of independent claims 354\n2.2. Dependent claims 356\n2.3. Intermediate products 357\n3. Assessing lack of unity of invention 358\n3.1. General approach – content of claims 358\n3.2. Assessment of lack of unity at the search stage 358\n3.3. Assessment of lack of unity and of requests for refund of further search fees\nin examination proceedings 360\n3.4. No assessment of lack of unity in opposition proceedings 362\n4. Criteria for determining lack of unity 362\n4.1. Analysis of the technical problem as a precondition 362\n4.2. Examination as to novelty and inventive step 363\n5. The single general inventive concept 364\n5.1. General 364\n5.2. Special technical features and inventive character of the single general\nconcept 366\n5.3. Unity of single claims defining alternatives (\"Markush claims\") 369\n6. Plurality of inventions – further search fees 371"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p38_c1", "text": "concept 366\n5.3. Unity of single claims defining alternatives (\"Markush claims\") 369\n6. Plurality of inventions – further search fees 371\n6.1. Consequences of non-payment of a further search fee 372\n6.2. Euro-PCT applications 373\n6.3. Applicability of Rule 64, (former) Rule 164(2) EPC or Rule 137(5) EPC 374\n6.4. Dispensing with further search fees 375\nC. Sufficiency of disclosure 376\n1. Introduction 378\n2. Date of compliance 378\n3. Parts of the application relevant for assessing sufficiency of disclosure 379\n3.1. Application as a whole 379\n3.2. Alleged effect not a feature of the claims 380\n4. Knowledge of skilled person relevant for assessing sufficiency of\ndisclosure 382\n4.1. The disclosure is aimed at the skilled person 382\n4.2. References may also enable the skilled person to carry out an invention 386\n5. Clarity and completeness of disclosure 387\n5.1. General principles 387\n5.2. Indication of at least 'one way' 388\n5.3. Examples 388"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p38_c2", "text": "5. Clarity and completeness of disclosure 387\n5.1. General principles 387\n5.2. Indication of at least 'one way' 388\n5.3. Examples 388\n5.4. Invention to be performed over whole range claimed 390\n5.5. Parameters 393\n5.5.1 Ambiguous parameters 394\na) Essential parameters 394\nb) Several known methods of determining a parameter 396\nc) No or incomplete information on method of determining parameter 398\nd) Effect of ambiguous parameter on claim interpretation 401\n1821"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p39_c0", "text": "Annexes\n5.5.2 Open-ended parameter features 402\n5.5.3 Unusual parameters 403\n6. Reproducibility 405\n6.1. Repeatability 405\n6.2. Hypothetical embodiments 405\n6.3. Variants 406\n6.4. Use to which invention is put 406\n6.5. Reach-through claims 406\n6.6. Reproducibility without undue burden 406\n6.6.1 Occasional failure 406\n6.6.2 Routine selection 407\n6.6.3 Wrong citations 407\n6.6.4 Forbidden area of the claims 408\n6.6.5 Non-disclosed steps 408\n6.6.6 Machine not available 408\n6.6.7 Experiments 409\n6.6.8 Calibration and identifiable measurement method 410\n6.6.9 Analytical measuring methods 410\n6.6.10 Chemical compounds 411\n6.7. Trial and error 412\n6.8. Post-published documents 413\n7. The requirement of sufficiency of disclosure in the biotechnology field 415\n7.1. Clarity and completeness of disclosure 415\n7.1.1 General 415\n7.1.2 One way of implementing invention over whole scope of claim 416\n7.1.3 Repeatability 417\n7.1.4 Broad claims 417"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p39_c1", "text": "7.1.1 General 415\n7.1.2 One way of implementing invention over whole scope of claim 416\n7.1.3 Repeatability 417\n7.1.4 Broad claims 417\n7.2. Level of disclosure required for medical use – plausibility 418\n7.2.1 Principles established by the case law 418\n7.2.2 Evidence of therapeutic effect 420\na) Plausibility of therapeutic effect 420\nb) Consequences of plausibility for whether post-published documents\nconsidered 421\nc) Consideration of post-published documents limited: cannot remedy\na fundamental insufficiency of disclosure 423\nd) Whether opponents can cite post-published documents 424\ne) Types of evidence of a therapeutic effect and consideration of\nclinical trials 424\n7.2.3 Pharmaceutical compositions 425\n7.2.4 Field of pharmaceutical combinations (drug-drug interactions) 426\n7.2.5 Medicament directed to a specific group of patients 426\n7.3. Level of disclosure required for antibodies 426\n7.4. Factors contributing to a finding of undue burden 429"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p39_c2", "text": "7.3. Level of disclosure required for antibodies 426\n7.4. Factors contributing to a finding of undue burden 429\n7.5. Requirements relating to nucleotide and amino acid sequences 432\n7.6. Deposit of living material 432\n7.6.1 Substantive law questions 434\n1822"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p40_c0", "text": "6. Detailed table of contents\n7.6.2 Procedural law questions 435\na) Conversion into deposit under the Budapest Treaty 435\nb) Late submission of deposit number 435\nc) Biological material deposited by a person other than the applicant 435\n8. The relationship between Article 83 and Article 84 EPC 436\n8.1. Article 83 EPC and support from the description 436\n8.2. Article 83 EPC and clarity of claims 438\n8.2.1 Minority – or earlier – case law 439\n8.2.2 Majority case law 439\na) Currently predominant approach 439\nb) Case law before the now established approach. 441\nc) Recent debate around the majority and minority lines of case law\nand alleged divergence in the case law 441\n9. Evidence 441\n9.1. Consequences of a strong or weak presumption for sufficiency of disclosure 442\n9.2. Objection of insufficient disclosure rejected – examples 443\n9.3. Burden of proof on the opponent – special cases 445\n9.4. Taking account of doubts 445\n9.5. Burden of proof wrongly allocated at first instance 446"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p40_c1", "text": "9.4. Taking account of doubts 445\n9.5. Burden of proof wrongly allocated at first instance 446\n9.6. Consequence of an invention going against generally accepted scientific\nprinciples 446\n9.7. Miscellaneous – argument based on potential effects on competition\nrejected by the board 448\nD. Priority 449\n1. Introduction 450\n2. Applications giving rise to a right of priority 451\n2.1. Application filed in or for a state which is party to the Paris Convention or a\nmember of the WTO 451\n2.2. Right of priority of the applicant or his successor in title 451\n2.2.1 General 451\n2.2.2 Applicable law – proof of transfer 452\n2.2.3 Plurality of applicants for the first application 455\n2.3. National deposit of industrial design 457\n2.4. Exhibition priority 457\n2.5. Postdating of the previous application 458\n2.6. Multiple exercise of the right of priority for one contracting state 458\n3. Identity of invention 459\n3.1. Disclosure in the previous application of the invention claimed in the"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p40_c2", "text": "3. Identity of invention 459\n3.1. Disclosure in the previous application of the invention claimed in the\nsubsequent application 459\n3.1.1 G 2/98 – interpretation of \"the same invention\" 459\n3.1.2 G 2/98 and the concept of disclosure – interpretation in the same way as\nfor Art. 123(2) EPC 459\n3.1.3 Disclosure in the previous application as a whole 460\n3.1.4 Reference to common general knowledge 461\n1823"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p41_c0", "text": "Annexes\n3.1.5 Explicit or implicit disclosure of the features of the invention in the priority\ndocument 462\na) Example cases – features of the invention all disclosed in the\npriority document 462\nb) Example cases – features of the invention not all disclosed in the\npriority document 463\n3.1.6 Enabling disclosure in the priority document 464\n3.1.7 Error margins and definitions of limits 465\n3.1.8 Selection from generic disclosure 466\n3.1.9 Inventions relating to nucleotide and amino acid sequences 467\n3.2. Claiming in the subsequent application the invention disclosed in the\nprevious application 468\n4. First application in respect of the invention 470\n4.1. Identity of invention 470\n4.2. Identity of applicant and joint applicants approach 472\n5. Partial and multiple priorities 474\n5.1. Publications during the priority interval – effect on elements of the European\npatent application not entitled to priority 474"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p41_c1", "text": "5.1. Publications during the priority interval – effect on elements of the European\npatent application not entitled to priority 474\n5.2. Different priorities for different parts of a European patent application 475\n5.3. Multiple priorities or partial priority for one claim 475\n5.3.1 Development of the case law after G 2/98 in respect of generically\nformulated \"OR\" claims 477\n5.3.2 Referral case G 1/15 (\"Partial priority\") 478\n5.3.3 Application of G 1/15 in the jurisprudence of the boards 480\nE. Amendments 482\n1. Article 123(2) EPC – added subject-matter 487\n1.1. General principles 487\n1.2. Content of the application as filed: Parts of the application which determine\nthe disclosure of the invention 489\n1.2.1 Description, claims and drawings 489\n1.2.2 Abstracts, titles, priority documents, parallel applications 489\n1.2.3 Language issues 489\n1.2.4 Cross-references to other documents – incorporation by reference 490\n1.3. Standard for assessing compliance with Article 123(2) EPC 491"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p41_c2", "text": "1.2.4 Cross-references to other documents – incorporation by reference 490\n1.3. Standard for assessing compliance with Article 123(2) EPC 491\n1.3.1 Gold standard: directly and unambiguously derivable 491\n1.3.2 Standpoint of the skilled person 492\n1.3.3 Implicit disclosure 494\n1.3.4 Subject-matter not implicitly disclosed 495\na) Subject-matter merely rendered obvious by the content of the\napplication 495\nb) Results of reflection and imagination of the skilled person 496\nc) General open-ended statement in description 496\n1.3.5 Conditions insufficient for compliance with Article 123(2) EPC 496\na) Consistency with original disclosure 496\nb) Reasonable plausibility of the included feature 497\n1824"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p42_c0", "text": "6. Detailed table of contents\n1.3.6 Criteria not relevant for assessing compliance with Article 123(2) EPC 497\na) Indication in the description that subject-matter is known to the\nskilled person 497\nb) Enabling disclosure 497\nc) Limitation of scope of the original claim 498\n1.3.7 Novelty test 498\n1.3.8 Non-technical subject-matter 499\n1.3.9 Claim interpretation when assessing compliance with Article 123(2) EPC 500\na) Standpoint of the skilled person 500\nb) Claim feature in itself imparts clear credible teaching 500\nc) Illogical and technically inaccurate claim features may not be\ndisregarded 501\nd) Ambiguous features – role of description and drawings 501\ne) Construction with regard to all technically logical interpretations 502\nf) Possible but undefined embodiments in dependent claim 503\n1.4. Removal or replacement of features from a claim 503\n1.4.1 Broadening of claim – permissible within the limits of the original\ndisclosure 503"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p42_c1", "text": "1.4. Removal or replacement of features from a claim 503\n1.4.1 Broadening of claim – permissible within the limits of the original\ndisclosure 503\n1.4.2 Basis in the application as originally filed – gold standard 504\n1.4.3 Omission of a feature presented as essential 504\n1.4.4 The essentiality or three-point test 505\na) Decisions setting out, applying and distinguishing the test 505\nb) Mere aid in assessing the allowability of amendments 506\nc) No longer considered appropriate 506\nd) Necessary but not sufficient condition 507\ne) Decisions criticising the essentiality or three-point test 507\n1.4.5 Removal of set of features 508\n1.4.6 Removal of a feature indicating the intended purpose 508\n1.4.7 Elimination of inconsistencies and unclear features 509\na) Amendment allowed 509\nb) Amendment not allowed 509\nc) Art. 84 and 123(2) EPC – inescapable trap 509\n1.5. Ranges of parameters – setting upper and lower limits 510"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p42_c2", "text": "b) Amendment not allowed 509\nc) Art. 84 and 123(2) EPC – inescapable trap 509\n1.5. Ranges of parameters – setting upper and lower limits 510\n1.5.1 Forming a range by combination of end points of disclosed ranges 510\na) Combination of the preferred narrower range and one of the part-\nranges lying within the disclosed overall range 510\nb) Combination of the lower limit of the general range with the lower\nlimit of the preferred range 511\nc) End points which are not part of a range 512\nd) Combination of an end point of a range with a value from a list of\nindividually disclosed values 513\ne) Combination of end points of different levels of preference for\nseveral aspects of a composition 513\nf) Peptide fragments 514\n1.5.2 Forming a range with isolated value taken from example 514\na) Principle 514\n1825"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p43_c0", "text": "Annexes\nb) Amendment allowed 514\nc) Amendment not allowed 515\n1.5.3 Setting new end point with not expressly disclosed value – \"less than\",\n\"below\" and rounding values 516\n1.6. Combination of features pertaining to separate embodiments or lists 517\n1.6.1 Combination of features pertaining to separate embodiments; application\nas filed is not a \"reservoir\" 517\na) Principles 517\nb) Examples of cases where the combination was held to be\nunallowable 518\nc) Examples of cases where the combination was held to be allowable 519\n1.6.2 Selections from two lists – singling out a combination of features 520\na) Principles 520\nb) Meaning of \"selection from two lists\" 521\nc) Disclosure of combination in an individualised manner – pointers 523\nd) Lists of converging alternatives 525\n1.6.3 Deletion of elements from lists – shrinking the lists without singling out a\ncombination of features 527\n1.6.4 Combination of original independent claim with features from a plurality of"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p43_c1", "text": "combination of features 527\n1.6.4 Combination of original independent claim with features from a plurality of\ndependent claims referring back to the independent claim separately –\n\"US style\" dependencies 529\n1.7. Disclaimers 529\n1.7.1 Definition 529\n1.7.2 Standards for examining disclosed and undisclosed disclaimers 530\na) Principles established in G 1/03 and G 2/03 for undisclosed\ndisclaimers 530\nb) Principles established in G 2/10 for disclosed disclaimers 531\nc) Explanations in G 1/16 533\n1.7.3 Decisions applying the criteria established by the Enlarged Board in\nG 1/03 and G 1/16 534\na) Accidental anticipation 534\nb) Drafting of disclaimers – disclaimer to remove no more than\nnecessary 536\nc) Drafting of disclaimers – disclaimer shall not remove less than is\nnecessary 539\nd) Drafting of disclaimers – delimitation against any potential prior art 539\ne) Drafting of disclaimers – clarity 539\nf) Undisclosed disclaimer must not be related to the teaching of the\ninvention 542"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p43_c2", "text": "e) Drafting of disclaimers – clarity 539\nf) Undisclosed disclaimer must not be related to the teaching of the\ninvention 542\ng) Positive features – G 1/03 not applicable 543\nh) Negative feature implicitly disclosed in original application – G 1/03\nnot applicable 544\n1.7.4 Decisions applying the criteria established by the Enlarged Board in\nG 2/10 – remaining subject-matter test 544\n1826"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p44_c0", "text": "6. Detailed table of contents\n1.7.5 Applicability of the decisions of the Enlarged Board to cases already\npending 544\n1.7.6 No analogy with G 1/03 where a disclaimer already in the application as\nfiled is deleted 544\n1.8. Generalisations 545\n1.8.1 Replacing specific feature with more general term – no inclusion of\nundisclosed equivalents 545\n1.8.2 Generalisation and claim category 546\n1.8.3 No generalisation of an effect obtained for particular embodiments 546\n1.8.4 Amendments to preamble of claim by substituting general term for\nspecific term 546\n1.9. Intermediate generalisations 546\n1.9.1 Principles 546\n1.9.2 Examples regarding the requirement \"no clearly recognisable functional\nor structural relationship\" 549\n1.9.3 Further examples of unallowable intermediate generalisations 550\n1.9.4 Further examples of allowable extractions of isolated features from a set\nof features 551\n1.10. Specific derived from generic 552\n1.10.1 Specific term or embodiment derived from generic disclosure 552"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p44_c1", "text": "of features 551\n1.10. Specific derived from generic 552\n1.10.1 Specific term or embodiment derived from generic disclosure 552\n1.10.2 Component of entity derived from entity 552\n1.10.3 Restricting a generic definition of a substituent to a specific (individual)\none 553\n1.10.4 Multiple arbitrary selection 553\n1.11. Additions 554\n1.11.1 Addition to the claim of a feature taken from drawings 554\n1.11.2 Addition to the claim of an isolated feature taken from description 554\n1.11.3 Addition to the claim of features originally presented as prior art 554\n1.11.4 Addition to the claim of features previously described as non-essential 554\n1.11.5 Adding prior art citations to the description 555\na) General 555\nb) Erroneous delimitations from the relevant prior art 556\n1.11.6 Addition of advantages and effects to the description 556\n1.11.7 Addition/change of claim category 556\n1.11.8 Insertion of an ambiguous feature in the claim 556"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p44_c2", "text": "1.11.7 Addition/change of claim category 556\n1.11.8 Insertion of an ambiguous feature in the claim 556\n1.11.9 Characteristic described for intermediate product added to the claimed\nend product 557\n1.12. Errors in the disclosure 557\n1.12.1 Calculation errors 557\n1.12.2 Incorrect structural formula 558\n1.12.3 Amendment based on erroneous figure in the disclosure 558\n1.12.4 Incorrect information in earlier application as filed but correct information\ndirectly and unambiguously derivable 558\n1.13. Disclosure in drawings 559\n1.13.1 General 559\n1.13.2 Schematic drawings 560\n1.13.3 Negative features 561\n1827"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p45_c0", "text": "Annexes\n1.14. Amending the description 562\n1.14.1 Amendment to provide support for unsupported claim 562\n1.14.2 Impact on the claimed subject-matter 562\n1.14.3 Adding prior art citations to the description – removing the wrong label\n\"prior art\" 562\n1.14.4 Shift in the interpretation of a claim by amendment of the description 562\n1.14.5 Shift in the information provided by the examples after amendment of\nclaims 563\n1.14.6 Reformulation of the technical problem 564\n1.14.7 Replacement of complete description and drawings 564\n1.14.8 Deletion from the description of expressions making features optional 564\n1.15. \"Comprises\", \"consists of\", \"consists essentially of\", \"contains\" 564\n1.16. Different sets of claims for different contracting states 566\n2. Article 123(3) EPC – extension of the protection conferred 566\n2.1. Purpose of Article 123(3) EPC 567\n2.2. Totality of claims 567\n2.3. Extent of protection 567\n2.3.1 Article 123(3) EPC and Article 69 EPC 567\na) Principles 567"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p45_c1", "text": "2.2. Totality of claims 567\n2.3. Extent of protection 567\n2.3.1 Article 123(3) EPC and Article 69 EPC 567\na) Principles 567\nb) Protection conferred within the meaning of Article 123(3) EPC not\ndetermined by subject-matter at issue in national infringement\nproceedings 568\nc) Generally accepted meaning of a term in the claims versus\ndefinition in the description 569\n2.3.2 Cut-off point 570\n2.3.3 General claim interpretation 572\n2.4. Deletions and replacements 573\n2.4.1 Deletion of a limiting feature in a claim – inescapable trap 573\n2.4.2 Deletion of feature from description where claim remains unchanged 574\n2.4.3 Deletion of examples for a general feature in a claim 574\n2.4.4 Deletion of disclaimer 574\n2.4.5 Deletion or replacement of drawings 575\n2.4.6 Deletion of feature in a claim mentioned \"in particular\" 576\n2.4.7 Deletion of a \"preferred\" feature in a claim 576\n2.4.8 Replacement of a restrictive term by a less restrictive term 576"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p45_c2", "text": "2.4.7 Deletion of a \"preferred\" feature in a claim 576\n2.4.8 Replacement of a restrictive term by a less restrictive term 576\n2.4.9 Replacement of an inaccurate technical statement in a claim 577\n2.4.10 Replacement of \"cell of a plant\" by \"plant\" 578\n2.4.11 Replacement of substance by device containing substance or substance\nwith mechanical device 578\n2.4.12 Replacement by aliud 578\n2.4.13 Narrowing down a generic class or list of chemical compounds; open\nclaims (\"comprising\"); sequential drafting (\"cascade\") 579\n2.5. Additions 581\n2.5.1 Addition of technical features defining the invention more narrowly 581\n2.5.2 Reducing scope of claim by adding embodiments to a negative feature 582\n2.6. Transposition of features within claims 582\n1828"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p46_c0", "text": "6. Detailed table of contents\n2.7. Change of claim category 582\n2.7.1 From product claim to a claim directed to the use of the product 583\na) Different categories of use claims 583\nb) From product claim to a claim directed to using a product to\nachieve an effect 584\nc) From product claim to a claim directed to using a product for\nproducing another product – Article 64(2) EPC 584\n2.7.2 From device claim to a method claim directed to using the device to carry\nout a work method 586\n2.7.3 From product or product-by-process claim to a claim directed to a\nprocess for manufacturing/preparing the product, and vice versa 586\n2.7.4 From a product claim to a product-by-process claim 587\n2.7.5 From method of operating a device claim to product claim 587\n2.7.6 From use claim to process claim, and vice versa 588\n2.7.7 From use claim to Swiss-type claim 589\n2.7.8 From Swiss-type claim to purpose related product claim under\nArticle 54(5) EPC 589"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p46_c1", "text": "2.7.7 From use claim to Swiss-type claim 589\n2.7.8 From Swiss-type claim to purpose related product claim under\nArticle 54(5) EPC 589\n3. Relationship between Article 123(2) and Article 123(3) EPC 590\n3.1. Inescapable trap 590\n3.2. Attempts to resolve the conflict 591\n3.2.1 General 591\n3.2.2 Replacement of an added undisclosed feature by another feature\ndisclosed in the application as filed without violating Article 123(3) EPC 593\n3.2.3 Deletion of added undisclosed feature, which has no technical meaning,\nwithout violating Article 123(3) EPC 593\n3.2.4 Added undisclosed feature, which does not provide a technical\ncontribution and does not contravene Article 123(2) EPC 594\n3.2.5 Resolving the conflict in cases of clerical errors or incompatibility between\nthe claims as granted and the description 597\n4. Correction of errors in the description, claims and drawings –\nRule 139 EPC 598\n4.1. Relationship of Rule 139 EPC with Article 123(2) and (3) EPC 598"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p46_c2", "text": "Rule 139 EPC 598\n4.1. Relationship of Rule 139 EPC with Article 123(2) and (3) EPC 598\n4.2. Obviousness of the error and the correction 599\n4.2.1 Documents to be taken into account for the assessment of obvious error\nand correction 599\n4.2.2 Obvious error – incorrect information objectively recognisable 600\n4.2.3 Obvious correction – immediately evident that nothing else would have\nbeen intended than what is offered as the correction 601\n4.3. No replacement of the description under Rule 139 EPC 603\n4.4. Request for correction to be filed without delay 604\n4.5. Correction of errors in the description, claims and drawings after grant, and\nin opposition proceedings 604\n5. Evidence and standard of proof for allowing amendments and corrections 605\nF. Divisional applications 608\n1. Introduction 609\n1829"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p47_c0", "text": "Annexes\n2. Subject-matter of a divisional application 610\n2.1. Subject-matter extending beyond content of the earlier application 610\n2.1.1 Directly and unambiguously derivable from content of earlier application\nas filed 611\n2.1.2 Sequence of divisionals – derivable from each of the preceding\napplications as filed 611\n2.1.3 Language issues 612\n2.2. Amendments to divisional applications 612\n2.3. Subject-matter of a patent granted on a divisional application 613\n2.3.1 Findings of G 1/05 and G 1/06 also applicable to granted patents 613\n2.3.2 Ground for opposition under Article 100(c) EPC 613\n2.3.3 Ground raised against amended claims in opposition proceedings 614\n2.4. Link between subject-matter of earlier application and divisional application 614\n2.4.1 No abandonment of subject-matter in earlier application if divisional is\nfiled 614\n2.4.2 No effect on content of divisional application if earlier application was\nrefused 614"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p47_c1", "text": "filed 614\n2.4.2 No effect on content of divisional application if earlier application was\nrefused 614\n2.4.3 Final decision on subject-matter in the parent application or a sibling\napplication – res judicata 615\na) Decisions affirming cross-procedural res judicata effect 615\nb) Decisions leaving open the question of cross-procedural res\njudicata effect 615\nc) Decisions doubting cross-procedural res judicata effect 615\n2.4.4 Re-filing of same subject-matter 616\n3. Filing a divisional application 616\n3.1. Right to file a divisional application 616\n3.1.1 Applicant of earlier application entitled to file divisional application 616\n3.1.2 Filing of divisional application during stay of proceedings 617\n3.1.3 Joint applicants 617\n3.1.4 No obligation to postpone a decision to allow the filing of a divisional\napplication 617\n3.2. Filing date attributed to divisional application 618\n3.3. Language for filing divisional application 618\n3.4. Divisional application to be filed with EPO 619"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p47_c2", "text": "3.3. Language for filing divisional application 618\n3.4. Divisional application to be filed with EPO 619\n3.5. Requirement of pending earlier application 619\n3.5.1 Requirement of pending earlier application sets no time limit 619\n3.5.2 Pendency before the EPO acting as patent-granting authority according\nto the EPC 620\n3.5.3 Pendency in case of grant of earlier application against which no appeal\nwas filed 620\n3.5.4 Pendency in case of grant of earlier application against which an appeal\nwas filed 620\n3.5.5 Pendency in case of refusal of earlier application against which no appeal\nwas filed 621\n3.5.6 Pendency in case of refusal of earlier application against which an appeal\nwas filed 621\n1830"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p48_c0", "text": "6. Detailed table of contents\n3.5.7 Pendency in case of deemed withdrawal of earlier application and\nrequest for re-establishment 622\n3.5.8 Pendency in case of deemed withdrawal of earlier application and no\nreaction to loss of rights communication under Rule 112(1) EPC 622\n3.5.9 Pendency in case of withdrawal of earlier application 622\n3.6. Time limits under Rule 36(1)(a) and (b) EPC in the version in force\nbetween 1 April 2010 and 31 March 2014 623\n4. Procedural questions 623\n4.1. Procedural independence of divisional application 623\n4.1.1 Principles 623\n4.1.2 No preclusive effect of a decision with respect to identical requests in the\nother procedure 624\n4.1.3 Filing a divisional application not a response to a communication under\nArticle 94(3) EPC 624\n4.1.4 Intention to file divisional application immaterial to admissibility of appeal\nagainst grant of the parent 625\n4.1.5 Submissions made in the parent procedure 625"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p48_c1", "text": "against grant of the parent 625\n4.1.5 Submissions made in the parent procedure 625\n4.2. Designation of contracting states in a divisional application 625\n4.2.1 Deemed designation of all states designated in earlier application at the\ndate of filing of divisional 625\n4.2.2 Designated state forfeited in the parent application at the time of filing the\ndivisional 625\n4.2.3 Full effect of designation up to the due date for payment 626\n4.2.4 Payment of fee for each designated State – case law concerning situation\nprior to 1 April 2009 626\n4.3. Correction of errors in a divisional application 626\n4.4. Search fee for a divisional application 627\n5. Prohibition of double patenting 627\n5.1. Introduction 627\n5.2. Legal basis for the prohibition of double patenting 628\n5.3. Different subject-matter and scope of protection; overlapping subject-matter 630\n5.4. Double patenting objection in opposition 632\nIII. RULES COMMON TO ALL PROCEEDINGS BEFORE THE EPO 635"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p48_c2", "text": "5.4. Double patenting objection in opposition 632\nIII. RULES COMMON TO ALL PROCEEDINGS BEFORE THE EPO 635\nA. The principle of the protection of legitimate expectations 635\n1. Introduction 636\n2. Applicability of the principle of the protection of legitimate expectations 636\n2.1. Sources of legitimate expectations 637\n2.2. Limits of the legitimate expectations principle 637\n2.2.1 Knowledge of the relevant legal provisions and the case law 637\n2.2.2 Interpretation of substantive patent law 638\n2.2.3 Weighing of interests in inter partes cases 639\n1831"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p49_c0", "text": "Annexes\n2.2.4 Area of party's own responsibility 639\n2.2.5 Administrative notice with no legal consequences 639\n2.3. Causal link and the requirement of proof 640\n3. Information provided by EPO 640\n3.1. Clear and unambiguous communications and forms 640\n3.2. Information provided as courtesy service 641\n3.3. Contradictory acts 641\n3.4. Information provided by telephone 643\n3.5. Decisions of the department of first instance 643\n3.6. Correction of already issued decision 644\n3.7. Information provided in the Guidelines 644\n4. Obligation to draw attention to easily remediable deficiencies 645\n4.1. General principle 645\n4.1.1 Deficiency correctable within the relevant time limit 645\n4.1.2 Obligation to set new time limit 645\n4.2. Examples of cases addressing the obligation to draw attention to easily\nremediable deficiencies 646\n4.2.1 Language issues 646\n4.2.2 Missing or insufficient fee payments 646\n4.2.3 Electronic filing of documents 648"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p49_c1", "text": "remediable deficiencies 646\n4.2.1 Language issues 646\n4.2.2 Missing or insufficient fee payments 646\n4.2.3 Electronic filing of documents 648\n4.2.4 Further examples involving easily identifiable deficiencies 648\n4.3. Limits of the obligation to draw attention to easily remediable deficiencies 648\n4.3.1 Area of party's own responsibility 648\na) Filing of valid appeal 649\nb) Filing of divisional application 649\nc) Bank account information 649\n4.3.2 No obligation to scrutinise submissions for deficiencies 650\n5. Obligation to enquire in case of unclear nature of request 650\n6. Legitimate expectation and case law 651\n6.1. Case law deviating from or overruling the practice 651\n6.2. Point in time from which a new decision which deviates from existing\npractice becomes generally applicable 652\nB. Right to be heard 654\n1. Introduction 655\n2. The right to be heard under Article 113(1) EPC 656\n2.1. Violation of the right to be heard examined ex officio 656"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p49_c2", "text": "1. Introduction 655\n2. The right to be heard under Article 113(1) EPC 656\n2.1. Violation of the right to be heard examined ex officio 656\n2.2. Causal link between the violation of the right to be heard and the final\ndecision 656\n2.2.1 Appeal proceedings 656\n2.2.2 First instance proceedings 657\n2.3. Surprising grounds or evidence 657\n2.3.1 General principles 657\n2.3.2 The meaning of \"grounds or evidence\" 658\n2.3.3 Opportunity to comment on evidence 659\n2.3.4 Documents supplied by applicants but used against them 660\n1832"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p50_c0", "text": "6. Detailed table of contents\n2.3.5 Document cited containing information already known 660\n2.3.6 Reliance on the International Preliminary Examination Report (IPER) 660\n2.3.7 Change of provisional opinion 661\n2.3.8 Statement of grounds of appeal not received by respondent 661\n2.4. Consideration of the parties' arguments, submissions and evidence 661\n2.4.1 General principles 661\n2.4.2 Decision must demonstrably show that arguments were heard and\nconsidered 661\n2.4.3 No obligation to address each and every argument 663\n2.4.4 Failure to consider submissions made after a communication 663\n2.4.5 Failure to consider evidence 664\n2.4.6 Mere reference to jurisprudence 666\n2.5. The right to be heard and the timing of decisions 666\n2.5.1 Decision could not be expected 666\n2.5.2 Issuing of decision before expiry of time limit to comment 667\n2.5.3 Immediate refusal after communication 668\n2.5.4 Invitation to oral proceedings at short notice 668\n2.6. The right to be heard in oral proceedings 669"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p50_c1", "text": "2.5.4 Invitation to oral proceedings at short notice 668\n2.6. The right to be heard in oral proceedings 669\n2.6.1 Introduction of a new claim or relevant document 670\na) Cases in which Article 113(1) EPC was violated in relation to the\nintroduction of new claims or relevant documents 670\nb) Cases in which Article 113(1) EPC was not violated even though\nnew claims or relevant documents were introduced 672\nc) Cases where no new claims or relevant documents were\nintroduced 673\n2.6.2 Introduction of new arguments 673\n2.6.3 Introduction of a new ground of opposition by the opposition division 674\n2.6.4 Hearing witnesses 674\n2.6.5 Oral submissions of an accompanying person 675\n2.7. The right to be heard in case of the non-attendance of oral proceedings 675\n2.7.1 Facts and evidence put forward for the first time during oral proceedings 675\n2.7.2 Non-attendance at oral proceedings before the boards – case law on\nG 4/92 676\n2.7.3 Non-attendance at oral proceedings before the boards –"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p50_c2", "text": "2.7.2 Non-attendance at oral proceedings before the boards – case law on\nG 4/92 676\n2.7.3 Non-attendance at oral proceedings before the boards –\nArticle 15(3) RPBA 2020 678\na) Ex parte proceedings 678\nb) Inter partes proceedings 679\n2.8. Changes in the composition of the competent department of first instance 680\n2.8.1 Composition change before oral proceedings 680\n2.8.2 Composition change during oral proceedings 680\n3. Text submitted or agreed by applicant (patent proprietor) –\nArticle 113(2) EPC 681\n3.1. General 681\n3.2. The requirement of a text submitted by the applicant 682\n3.3. The requirement of a text agreed by the applicant 682\n3.4. Cases where the EPO is uncertain or mistaken about the approval of the\ntext 685\n1833"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p51_c0", "text": "Annexes\nC. Oral proceedings 687\n1. Introduction 689\n2. Right to oral proceedings 690\n2.1. Right to oral proceedings in examination, opposition and appeal\nproceedings 690\n2.1.1 Right to oral proceedings even after a Rule 71(3) EPC communication 691\n2.1.2 Right to oral proceedings even if no new arguments are presented 691\n2.1.3 No right to telephone conversation 691\n2.2. Right to oral proceedings before the Receiving Section 692\n3. Oral proceedings at the instance of the EPO 692\n3.1. Expediency of oral proceedings 692\n3.2. Effects of withdrawal of a request for oral proceedings in case of oral\nproceedings at the instance of the EPO 693\n4. Request for oral proceedings 693\n4.1. Doubt as to the nature of the request for oral proceedings 694\n4.2. Wording of request 694\n4.2.1 Wording constituting a request 694\n4.2.2 Wording not constituting a request 695\n4.3. Withdrawal of request for oral proceedings 696\n4.3.1 Withdrawal only by virtue of a clearly expressed intention not to proceed"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p51_c1", "text": "4.3. Withdrawal of request for oral proceedings 696\n4.3.1 Withdrawal only by virtue of a clearly expressed intention not to proceed\nwith the request 696\n4.3.2 Announcing non-attendance 696\n4.3.3 Appeal inadmissible 697\n4.3.4 Explicit withdrawal of request for oral proceedings – reimbursement of\nappeal fee 697\n4.4. Further oral proceedings before the same department 697\n4.4.1 Same subject of proceedings 697\n4.4.2 Not the same subject of proceedings 698\n4.5. Auxiliary request for oral proceedings 699\n4.6. No oral proceedings – decision in favour of the party 699\n4.7. Request for oral proceedings in relation to further prosecution proceedings\nafter remittal 700\n4.8. Request for oral proceedings as a reply to a communication 700\n5. Non-attendance at oral proceedings 700\n5.1. Right to present comments and non-attendance of a party by choice 701\n5.2. Non-attendance of party who filed new claims without amended description\nbefore oral proceedings; no reason for postponement of ruling 701"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p51_c2", "text": "5.2. Non-attendance of party who filed new claims without amended description\nbefore oral proceedings; no reason for postponement of ruling 701\n5.3. Obligation to give notice if not attending oral proceedings 701\n6. Preparation of oral proceedings 703\n6.1. Fixing or changing the date for oral proceedings 703\n6.1.1 Legal provisions and notices 703\n6.1.2 Request for changing the date of oral proceedings 703\n6.1.3 Request or reasons for postponement filed too late 704\n6.1.4 Reasons submitted in a request for postponement 705\na) Serious illness 705\nb) Booked holidays 706\n1834"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p52_c0", "text": "6. Detailed table of contents\nc) Business trips 706\nd) Speaking at a conference 706\ne) National holiday 706\nf) Newly appointed representative 707\ng) Obligation to give reasons as to why a representative cannot be\nsubstituted 707\nh) Absence of duly represented party or of inventor 707\ni) Flight cancellation along with impossibility of using other travel\nmeans 708\nj) Postponement because of late receipt of board's communication 708\nk) New evidence or requests 708\nl) Proceedings before a national court 709\nm) Postponement in order to avoid adverse decision of the board 709\nn) Ongoing takeover negotiations between both parties 709\no) Expected childbirth by the partner of the professional\nrepresentative 709\np) COVID-19 pandemic 710\nq) Representative unable to identify authorised person 710\nr) Unavailability of an accompanying person –\nArticle 15(2)(c)(iv) RPBA 2020 710\n6.1.5 Postponement of the oral hearing at the instigation of the EPO 710\n6.2. Notice of two months in the summons 710"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p52_c1", "text": "6.1.5 Postponement of the oral hearing at the instigation of the EPO 710\n6.2. Notice of two months in the summons 710\n6.3. Final date for written submissions in the preparation for oral proceedings\nand late submission of new facts and evidence – Rule 116 EPC 711\n6.3.1 General issues 711\n6.3.2 Examination and opposition proceedings 712\n6.4. Communication under Article 15(1) RPBA 2020 714\n6.4.1 General issues 714\n6.4.2 Purpose of communication under Article 15(1) RPBA 2007 or Article\n15(1) RPBA 2020 714\n6.4.3 Boards not bound by communication under Article 15(1) RPBA 2007 or\nArticle 15(1) RPBA 2020 715\n6.4.4 Boards' discretion to send communication under Article 15(1) RPBA 2007 715\n6.5. Location of oral proceedings 715\n7. Conduct of oral proceedings 716\n7.1. Length and structuring of oral proceedings 716\n7.1.1 Speaking time during oral proceedings and interruptions by the board 716\n7.1.2 Oral proceedings scheduled from the start for more than one day 717"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p52_c2", "text": "7.1.2 Oral proceedings scheduled from the start for more than one day 717\n7.1.3 Continuation of oral proceedings beyond the last scheduled day 717\n7.1.4 Duration of deliberations 717\n7.2. Excluding the public from oral proceedings 717\n7.3. Oral proceedings held by videoconference 718\n7.3.1 Legal basis 718\n7.3.2 Oral proceedings by videoconference in case of general emergency –\nG 1/21 718\n7.3.3 Decisions during the COVID-19 pandemic and before G 1/21 720\n7.3.4 Case law prior to the COVID-19 pandemic 721\n1835"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p53_c0", "text": "Annexes\n7.4. Computer-generated presentations and other visual aids 722\n7.5. Sound recording 722\n7.6. Handwritten amendments during oral proceedings before the board 723\n7.7. Interpreting in oral proceedings 723\n7.8. Oral submissions by an accompanying person 723\n7.9. Closing the debate 723\n7.10. Minutes of oral proceedings (Rule 124 EPC) 724\n7.10.1 Content of minutes 724\n7.10.2 No recording of statements for use in subsequent national proceedings 726\n7.10.3 Correction of minutes 726\n7.10.4 Signing of minutes 728\n7.10.5 Refusal to record statement not an infringement of the right to be heard 728\n7.11. Presence of assistants during deliberations of the board 728\n8. Costs 728\n8.1. Apportionment of costs 728\n8.2. Interpreting costs during oral proceedings 728\nD. Time limits, documents transmitted by fax, further processing and\ninterruption of proceedings 730\n1. Calculation, determination and extension of time limits 730\n1.1. Calculation of time limits under Rule 131 EPC 731"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p53_c1", "text": "interruption of proceedings 730\n1. Calculation, determination and extension of time limits 730\n1.1. Calculation of time limits under Rule 131 EPC 731\n1.2. Determination and extension of periods under Rule 132 EPC 732\n1.2.1 Relevant criteria when time limits are extended upon request (R. 132(2),\nsecond sentence, EPC) 732\n1.2.2 Applicability of Rule 132 EPC to the Rules relating to Fees 732\n1.3. Extension of time limits ipso jure on account of public holidays or dislocation\nin delivery of mail (Rule 134 EPC) 732\n1.3.1 Public holidays (Rule 134(1) EPC) 732\n1.3.2 General dislocation or interruption in delivery or transmission of mail in a\nContracting State (R. 134(2) EPC) 732\n1.3.3 Dislocation of a mail service outside the contracting states\n(Rule 134(5) EPC) 734\n1.4. Statutory periods of grace, additional period for payment of renewal fees\nand the fiction of observance of a time limit for fee payments 734\n1.4.1 Additional period for payment of renewal fees under Rule 51(2) EPC 734"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p53_c2", "text": "and the fiction of observance of a time limit for fee payments 734\n1.4.1 Additional period for payment of renewal fees under Rule 51(2) EPC 734\n1.4.2 Period of grace for payment of fees under Rule 85a EPC 1973 735\n1.4.3 Fiction of fee payment in due time pursuant to Article 7(3) and (4) RFees 735\n2. Date of receipt of documents transmitted by fax 735\n3. Further processing under Article 121 EPC 736\n4. Interruption of proceedings under Rule 142 EPC 737\n4.1. Application of Rule 142 EPC by the EPO of its own motion 737\n4.2. Amended Rule 142(2) EPC 737\n4.3. Concept of legal incapacity (Rule 142(1)(a) and (c) EPC) 737\n4.4. Determining legal incapacity of the applicant or patent proprietor for the\npurpose of Rule 142(1)(a) EPC 738\n1836"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p54_c0", "text": "6. Detailed table of contents\n4.5. Determining legal incapacity of the representative for the purpose of\nRule 142(1)(c) EPC 738\n4.6. Legal incapacity of a representative from outside the contracting states 739\n4.7. Interruption of proceedings because of insolvency (Rule 142(1)(b) EPC) 740\n4.8. Consequences of interruption of proceedings (Rule 142(4) EPC) 742\nE. Re-establishment of rights 744\n1. Introduction 746\n2. Right to file request for re-establishment of rights 746\n2.1. Exception for opponent – time limit for filing statement of grounds of appeal 746\n2.2. Re-establishment only in cases of failure to observe a time limit for which it\nwas for the applicant to observe 747\n3. Non-observance of time limit directly causing a loss of right 747\n3.1. The meaning of \"time limit\" 747\n3.1.1 Requirement of pendency when filing divisional application is not a time\nlimit 748\n3.1.2 Designation of States 748\n3.1.3 \"Time limitation\" condition for requests for correction 748"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p54_c1", "text": "limit 748\n3.1.2 Designation of States 748\n3.1.3 \"Time limitation\" condition for requests for correction 748\n3.2. Time limits excluded from re-establishment under Article 122(4) EPC and\nRule 136(3) EPC 748\n3.3. Time limits concerning the PCT proceedings 749\n3.4. Loss of rights as a direct consequence by virtue of the EPC 750\n4. Admissibility of requests for re-establishment of rights 750\n4.1. Time limits for filing a request for re-establishment (Rule 136(1) EPC) 750\n4.1.1 Two-month time limit from the removal of the cause of non-compliance 751\na) Removal of the cause of non-compliance 751\nb) Responsible person 753\nc) Legal fiction of deemed notification 755\n4.1.2 One-year time limit following the expiry of the unobserved time limit 756\n4.2. Inability to observe a time limit 757\n4.2.1 Deliberate act missing a time limit; tactical considerations 757\n4.2.2 Financial difficulties 758\n4.3. Making good the omitted act 758\n4.4. Substantiation of the request for re-establishment 759"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p54_c2", "text": "4.2.2 Financial difficulties 758\n4.3. Making good the omitted act 758\n4.4. Substantiation of the request for re-establishment 759\n4.5. Number of re-establishment fees due where more than one time limit is\nmissed 760\n4.6. Correction of deficiencies in the request for re-establishment 761\n5. Merit of request for re-establishment of rights 761\n5.1. Submissions to be taken into account 761\n5.2. General comments on due care 762\n5.3. Exceptional circumstances 763\n5.3.1 Organisational restructuring 763\n5.3.2 Change to or withdrawal of representation 763\n5.3.3 Complex transfers of company ownership 764\n5.3.4 Monitoring or computer systems matters 764\n5.3.5 Sudden serious illness and severe psychological stress 764\n1837"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p55_c0", "text": "Annexes\n5.4. Isolated mistake within a satisfactory system for monitoring time limits or for\nprocessing mail 765\n5.4.1 \"Isolated mistake\" by representative 765\n5.4.2 A system operating efficiently for many years as evidence that it is\nnormally satisfactory 766\n5.4.3 Cause of mistake remains unclear 766\n5.4.4 Requirement for a cross-check 767\na) Cross-check should be independent in a large firm 767\nb) Control mechanisms in small firms 768\n5.4.5 All due care in making provisions for staff absences 769\n5.4.6 Second mistake by responsible person 770\n5.4.7 Deficiencies in computerised systems 771\n5.5. Persons required to exercise due care; requirements regarding due care 772\n5.5.1 Due care on the part of the applicant 772\na) Due care standard 772\nb) Reliance on the professional representative 773\nc) Unrepresented individual applicant 773\nd) Choosing a sufficiently competent representative 774\n5.5.2 Due care on the part of the professional representative 774"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p55_c1", "text": "d) Choosing a sufficiently competent representative 774\n5.5.2 Due care on the part of the professional representative 774\na) Communication between professional representatives and their\nclients, the EPO or other representatives 775\nb) Payment of renewal fees 775\nc) Ignorance of or erroneous interpretation of a provision of the EPC 777\nd) Requesting and acting on information from the EPO 778\ne) Starting work on a case close to the expiry of the time limit 779\nf) Designation of receiving offices 780\ng) Abandonment of application 780\n5.5.3 Due care on the part of a non-authorised representative 780\n5.5.4 Due care in dealing with assistants 781\na) Introduction 781\nb) Selection, instruction and supervision 782\nc) Technically qualified assistants 785\nd) Substitutes replacing assistants 785\ne) Ultimate responsibility of the representative 786\n5.5.5 Due care in using mail delivery services 787\n6. Procedural treatment of requests for re-establishment 788"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p55_c2", "text": "5.5.5 Due care in using mail delivery services 787\n6. Procedural treatment of requests for re-establishment 788\n6.1. Department competent to decide upon the request 788\n6.2. Request for re-establishment as auxiliary request 789\n6.3. Parties to re-establishment proceedings and the right to be heard 790\n6.4. Concurrent request for interruption of proceedings 790\n6.5. Re-establishment in the context of the President's extension of time limits\nduring general disruption 791\n6.6. Redundant request for re-establishment 791\n7. Rights of use under Article 122(5) EPC 791\n8. Principle of proportionality 791\n9. Reimbursement of the fee for re-establishment 793\n9.1. Legal reason for payment of fee 793\n1838"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p56_c0", "text": "6. Detailed table of contents\n9.2. Reimbursement where request for re-establishment found to be redundant 794\n9.3. Request for re-establishment due to mistakes made by EPO 794\n9.4. Reimbursement where more than one fee for re-establishment has been\npaid 794\nF. Languages 796\n1. Language of filing and date of filing of a European patent application 796\n2. Language of the proceedings 797\n3. Derogations from the language of the proceedings in written proceedings\nand in oral proceedings 797\n4. Language privilege 799\n5. Translations 800\n6. Language-related fee reductions 801\n6.1. European patent application 802\n6.2. Request for examination 802\nG. Law of evidence 803\n1. Introduction 805\n2. Admissible evidence 808\n2.1. Non-exhaustive list of admissible means of evidence 808\n2.2. Distinction between the admissibility of evidence and its probative value 809\n2.3. Freedom of choice when selecting evidence 809\n2.4. Witness testimonies and expert opinions 810\n2.4.1 Hearing witnesses 810"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p56_c1", "text": "2.3. Freedom of choice when selecting evidence 809\n2.4. Witness testimonies and expert opinions 810\n2.4.1 Hearing witnesses 810\na) Role of witnesses and wording of request 810\nb) Relationship between witness and party 811\nc) Statutory declarations and hearing witnesses 812\nd) Ranking of means of evidence 812\ne) Hearing a witness before a national court 812\nf) References 813\n2.4.2 Difference between witnesses and experts 813\n2.4.3 Expert opinions (Article 117(1)(e) EPC) 813\n2.4.4 Expert opinion submitted by a party 814\n2.5. Statements in writing 815\n2.5.1 Sworn statements and affidavits 815\n2.5.2 Relationship between witness and party 816\n2.5.3 Statutory declarations and hearing witnesses 816\n2.5.4 Ranking of means of evidence 817\n2.6. Other documents 817\n3. Taking of evidence 819\n3.1. Relevance of the evidence 819\n3.1.1 Basic principles 819\n3.1.2 Offering evidence – effect on the outcome of the dispute 820\n3.1.3 Taking evidence (hearing of a witness) deemed unnecessary 821"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p56_c2", "text": "3.1.2 Offering evidence – effect on the outcome of the dispute 820\n3.1.3 Taking evidence (hearing of a witness) deemed unnecessary 821\n3.1.4 Hearing the witness introduces new facts into the proceedings 821\n1839"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p57_c0", "text": "Annexes\n3.1.5 Hearing the patent proprietor 821\n3.1.6 Re-hearing a witness 822\n3.1.7 Example procedure for hearing a witness 822\n3.2. Time frame for submitting evidence and ordering the taking of evidence 822\n3.2.1 Evidence wrongly rejected by the examining division as late-filed 823\n3.2.2 Evidence wrongly rejected by the opposition division as late-filed 823\n3.2.3 Late-filed evidence before the board of appeal - rejected 823\n3.2.4 Comparative tests to demonstrate a technical effect achieved by the\nclaimed invention 824\n3.2.5 Evidence rejected as prima facie irrelevant 824\n3.2.6 Evidence submitted \"in due time\" 824\n3.2.7 Parties' responsibilities 825\n3.2.8 Large volume of evidence 826\n3.2.9 Strategic procedural approaches of parties to presenting evidence 826\n3.2.10 Parties treated equally (or not) 827\n3.2.11 When to order the taking of evidence and hearing of witnesses at oral\nproceedings 827\n3.2.12 When to submit supporting evidence – specific examples 828"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p57_c1", "text": "proceedings 827\n3.2.12 When to submit supporting evidence – specific examples 828\n3.2.13 Late offer of a replacement for a deceased witness – admitted 828\n3.2.14 Hearing the party without their attorney 828\n3.3. Right to be heard 828\n3.3.1 General 828\n3.3.2 Parties' right to comment 829\n3.3.3 Parties' responsibilities 830\n3.3.4 Improper reasons for rejection of evidence offered 830\n3.3.5 Witnesses at oral proceedings despite not confirming attendance in\nadvance 831\n3.3.6 No violation where evidence irrelevant to the outcome of the case 832\n3.3.7 No violation of right to be heard where evidence of limited probative value 832\n3.3.8 Violation of the right to defend a case 832\n3.3.9 Direct and indirect evidence of the state of the art 832\n3.3.10 Third-party observations 833\n3.3.11 Failure of a party to attend oral proceedings 833\n4. Evaluation of evidence 833\n4.1. Principle of free evaluation of evidence 833\n4.2. Probative value of evidence on a case-by-case basis 834"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p57_c2", "text": "4. Evaluation of evidence 833\n4.1. Principle of free evaluation of evidence 833\n4.2. Probative value of evidence on a case-by-case basis 834\n4.2.1 Ranking of means of evidence 834\n4.2.2 Witness testimony and written statements 835\na) Credibility of allegedly linked witnesses 835\nb) Evaluation of evidence by the department of first instance – review 836\nc) Events long past 838\nd) Contradictory or consistent testimony 839\ne) Witness testimony and national proceedings 841\nf) Obligation to raise objections under R. 106 EPC 841\n4.2.3 Test and experimental evidence 842\na) Test methodology and probative value 842\n1840"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p58_c0", "text": "6. Detailed table of contents\nb) Evaluation of tests cited to prove that problem solved (Art. 56 EPC) 843\nc) Evaluation – other tests 844\n4.2.4 Archives and internet publications 845\n4.2.5 Other written evidence 846\n4.3. Standard of proof 848\n4.3.1 General – \"Balance of probabilities\" 848\n4.3.2 Public prior use 849\na) Both parties have access to the evidence: balance of probabilities 849\nb) Evidence within the sphere of the opponent: beyond any\nreasonable doubt 851\nc) Miscellaneous – evaluation in the case law 853\n4.3.3 Posters and ephemeral presentations 855\n4.3.4 Public availability of prior art documents 858\na) Commercial brochures 858\nb) Convincing the board and discussion on the standard of proof 859\nc) Archives and internet publications 860\n4.3.5 Claiming a valid priority 860\n4.3.6 Abusive conduct 862\n4.3.7 Receipt of formal documents 863\n5. Burden of proof 865\n5.1. Apportioning the burden of proof 865\n5.1.1 General 865\n5.1.2 Individual cases 867\na) Novelty 867"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p58_c1", "text": "5. Burden of proof 865\n5.1. Apportioning the burden of proof 865\n5.1.1 General 865\n5.1.2 Individual cases 867\na) Novelty 867\nb) Inventive step 868\nc) Sufficiency of disclosure 869\nd) Content of the priority document 872\ne) Specific case of internet citations of prior art 872\nf) Receipt of formal documents 872\ng) Generally accepted procedural principles (Art. 125 EPC) and\nnational law 875\n5.2. Shifting the burden of proof 876\n5.2.1 General 876\n5.2.2 Cases in which the burden of proof was reversed 878\na) Inventive step – furnishing of tests 878\nb) Non-disclosure agreement 878\nc) Sufficiency of disclosure 878\nd) Unusual parameters 879\ne) Impact of a lack of information in the patent 880\nf) Evidence where serious doubts drawn from the patent itself 880\ng) Disputing an experimental protocol 880\nh) Common general knowledge of the skilled person 881\ni) Violation of the laws of physics 881\nj) Adverse effect of a reversal of the burden of proof cited in support\nof a request for review 882"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p58_c2", "text": "i) Violation of the laws of physics 881\nj) Adverse effect of a reversal of the burden of proof cited in support\nof a request for review 882\n5.2.3 Cases in which the burden of proof was not reversed 882\n1841"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p59_c0", "text": "Annexes\nH. Interpretation of the EPC 883\n1. The Vienna Convention on the Law of Treaties 884\n1.1. Principles of interpretation of the Vienna Convention 885\n1.1.1 The interpretation of good faith in accordance with the ordinary meaning 885\n1.1.2 Supplementary means of interpretation – \"travaux préparatoires\" 886\n1.1.3 Interpretation of exclusions from patentability under the Vienna\nConvention 887\n1.2. Application of the rules of interpretation 888\n1.2.1 Literal interpretation 889\n1.2.2 Systematic interpretation 890\n1.2.3 Teleological interpretation 890\n1.2.4 Subsequent agreement or practice 890\n1.2.5 Secondary considerations: dynamic interpretation 891\n2. Interpretation of the EPC affected by TRIPS Agreement 892\n2.1. General 892\n2.2. Application of the TRIPS Agreement 892\n3. The European Convention on Human Rights 893\n4. Impact of national decisions on the case law of the boards of appeal 894\n4.1. The duty of the boards of appeal to interpret and apply the EPC 894"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p59_c1", "text": "4. Impact of national decisions on the case law of the boards of appeal 894\n4.1. The duty of the boards of appeal to interpret and apply the EPC 894\n4.2. Effects on the case law due to the differences between national legislation\nand the EPC 895\n4.3. National decisions: no binding effect on the boards of appeal 896\n5. Decisions of the Administrative Council: boards of appeal not formally\nbound 896\n6. Implementing Regulations 897\n7. Changes in relation to an established practice and interpretation 898\n8. Interpretation of the various language texts of the EPC (Article 177 EPC) 899\nI. Main and auxiliary requests 900\n1. Possibility of filing auxiliary requests 900\n2. Order of requests 900\n2.1. Requirement to specify the order of requests 900\n2.2. Order of examination of requests 901\n3. Admissibility of requests 902\n3.1. Party's responsibility to define subject-matter by filing appropriate requests 902\n3.2. Requests of equal ranking 903"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p59_c2", "text": "3.1. Party's responsibility to define subject-matter by filing appropriate requests 902\n3.2. Requests of equal ranking 903\n3.3. Requesting further opportunity to formulate new requests 903\n3.4. Admissibility of late-filed requests 903\n4. Obligation to give reasons for refusal of each request 903\n5. Withdrawal of request 903\n6. Examination procedure 905\n6.1. Direct rejection of auxiliary request by examining division 905\n6.2. Rejection in advance of further request by examining division 905\n6.3. Practice of proposing one main and one or more auxiliary requests 905\n1842"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p60_c0", "text": "6. Detailed table of contents\n7. Interlocutory decision on allowable auxiliary request – distinction between\nexamination proceedings and opposition proceedings 906\n8. Opposition procedure 906\n9. Appeal procedure 907\nJ. Suspected partiality 908\n1. General principles 909\n1.1. Exclusion and objection 909\n1.2. Rationale and importance 910\n1.3. The European Convention on Human Rights 910\n1.4. Parties' right to have their case decided by the judge designated by law 911\n1.5. \"Subjective\" and \"objective\" test, presumption of impartiality 912\n1.6. Applicability of Article 24 EPC to first-instance proceedings 913\n1.7. Applicability of Article 24 EPC to disciplinary proceedings 914\n2. Initiation of partiality proceedings and other procedural issues 914\n2.1. Notices of self-recusation 914\n2.2. Objection by other board members of the same board of appeal 915\n2.3. Objection by a party to a board member or members 916\n2.4. Objection by a third party 916\n3. Admissibility 917"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p60_c1", "text": "2.3. Objection by a party to a board member or members 916\n2.4. Objection by a third party 916\n3. Admissibility 917\n3.1. Competence of the board in its original composition 917\n3.2. Obligation to raise the objection immediately 917\n3.3. Objection must be reasoned and substantiated 918\n3.4. Objection based on an obviously wrong understanding of the board's\nprocedural obligations, the right to be heard and the principle of a fair trial 920\n3.5. Repetition of a previous objection 920\n3.6. Dual function as members of the Enlarged Board and another board of\nappeal 920\n4. Suspected partiality of members of the departments of first instance 921\n4.1. Competence to decide 921\n4.2. Remittal and rehearing of a case 922\n4.3. Personal interest 923\n4.4. Disqualifying partiality 923\n5. Suspected partiality of members of the boards of appeal 924\n5.1. Grounds for exclusion under Article 24(1) EPC 924\n5.1.1 Previous involvement of a board member as a party's representative in\nthe case in question 924"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p60_c2", "text": "5.1.1 Previous involvement of a board member as a party's representative in\nthe case in question 924\n5.1.2 Participation in the decision under appeal 924\n5.2. Grounds for exclusion under Article 24(2) EPC: any other reason 926\n5.3. Grounds for objection under Article 24(3) EPC 926\n5.3.1 Expressions of preliminary opinions 926\n5.3.2 Disqualifying partiality 926\n5.3.3 Late filed objections under Article 24(3) EPC 927\n5.3.4 Discretionary procedural decisions negatively affecting a party 928\n5.4. Comments of the board member concerned 928\n1843"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p61_c0", "text": "Annexes\n6. Suspected partiality of members of the Enlarged Board of Appeal 928\n6.1. Referral proceedings under Article 112 EPC 928\n6.1.1 Previous participation in cases as members of the boards of appeal 928\n6.1.2 Previous involvement in the preparation of legislation 929\n6.1.3 Previous expressions of opinion on the legal issues to be decided 930\n6.2. Petition for review proceedings under Article 112a EPC 930\n6.2.1 Previous participation in cases as members of the boards of appeal 930\n6.2.2 Article 24(3) EPC objection under Article 112a(2)(a) EPC 931\n6.2.3 Expressions of preliminary opinions 931\n6.2.4 Suspected partiality of the Chairman of the Enlarged Board of Appeal\nwho at the same time was Vice-President of Directorate-General 3 (VP3) 932\n7. Legal restrictions for former board members 932\nK. Formal aspects of decisions of EPO departments 934\n1. Composition of the competent departments of first instance 935\n1.1. General comments on changes in composition of the competent"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p61_c1", "text": "1. Composition of the competent departments of first instance 935\n1.1. General comments on changes in composition of the competent\ndepartments of first instance 935\n1.2. Examining division 936\n1.3. Opposition division 936\n1.3.1 Enlargement of the opposition division by addition of a legal member 936\n1.3.2 Change in composition of opposition division during opposition\nproceedings 937\n1.3.3 Composition of opposition division includes those who have taken part in\nproceedings for grant contrary to Art. 19(2) EPC 938\n1.3.4 Remittal after breach of Article 19(2) EPC 938\n2. Date of decision 939\n2.1. Entry into force of decisions 939\n2.2. Completion of the internal decision-making process 939\n2.3. Date European patent takes effect and jurisdiction after pendency 940\n3. Form of decisions 940\n3.1. When is there a decision? 940\n3.1.1 Cases involving two decisions 941\n3.1.2 Inconsistency between oral and written decisions 942"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p61_c2", "text": "3.1. When is there a decision? 940\n3.1.1 Cases involving two decisions 941\n3.1.2 Inconsistency between oral and written decisions 942\n3.2. Pointing out the right to appeal in accordance with Rule 111(2) EPC 942\n3.3. Signatures on a decision under Rule 113 EPC 942\n3.3.1 Decisions to be signed 943\n3.3.2 Examples of invalid signatures 943\na) When decision is announced in oral proceedings 943\nb) Director's signature in place of examiner's signature 943\n3.3.3 Examples of valid signatures 944\na) Computer-generated communications 944\nb) Death of examiner between oral proceedings and written decision 944\nc) Decision in written proceedings 944\nd) Illegible signature 945\ne) Draft decisions 945\n1844"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p62_c0", "text": "6. Detailed table of contents\n3.4. Reasons for the decision 945\n3.4.1 Purpose of the duty to provide reasons 945\n3.4.2 Right to be heard – right to have submissions taken into consideration 945\n3.4.3 The requirement of sufficient reasoning 946\n3.4.4 Deficient reasons 947\na) Deficient reasons sufficient for the purposes of Rule 111(2) EPC? 947\nb) Deficient reasoning insufficient for the purposes of\nRule 111(2) EPC 948\nc) No reasons for decision 950\n3.4.5 Special cases 952\na) References to communications 952\nb) Reference to a board decision or case law 952\nc) Assessment of inventive step without assessing the prior art 952\nd) Identical decision after remittal for further prosecution 952\ne) Dealing with issues that go beyond the decision itself 953\n3.5. Decisions according to the state of the file 953\n3.5.1 Request for decision \"according to the state of the file\" 953\n3.5.2 No absolute right to a decision issued by way of EPO Form 2061 953"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p62_c1", "text": "3.5.1 Request for decision \"according to the state of the file\" 953\n3.5.2 No absolute right to a decision issued by way of EPO Form 2061 953\n3.5.3 No waiver of right to a reasoned decision 954\n3.5.4 Reasons for a decision by way of EPO Form 2061 954\na) Requirements 954\nb) Reference to more than one communication 955\n3.5.5 Documents included in the \"state of the file\" 956\n4. Loss of rights within the meaning of Rule 112(1) EPC 956\n4.1. Purpose of notification of loss of rights under Rule 112(1) EPC 957\n4.2. Form of notification of loss of rights under Rule 112(1) EPC 957\n4.3. Request for a decision under Rule 112(2) EPC subsequent to a\ncommunication 957\n4.4. Responsibility for issuing decisions under Rule 112(2) EPC 957\n4.5. Right to a decision under Rule 112(2) EPC 958\n5. Notification of decision under Rule 111(1) EPC 958\nL. Correction of errors in decisions 959\n1. Competence to correct a decision according to Rule 140 EPC 959"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p62_c2", "text": "L. Correction of errors in decisions 959\n1. Competence to correct a decision according to Rule 140 EPC 959\n1.1. Competence of opposition division or examining division 959\n1.2. Competence of the boards of appeal 959\n1.2.1 Legal Board or Technical Boards 960\n1.3. Competence to correct if application is no longer pending 960\n2. Scope of Rule 140 EPC 960\n2.1. Correction of the text of a patent 961\n3. Obvious mistakes according to Rule 140 EPC 962\n4. Legal effect of corrections according to Rule 140 EPC 963\n4.1. Correction requests as opposed to appeals 963\n5. Correction of printing errors in the publication of the patent specification 964\n6. Procedural status of third parties 964\n1845"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p63_c0", "text": "Annexes\nM. Inspection of files, European Patent Register and stay of\nproceedings 966\n1. Inspection of files 966\n1.1. General 966\n1.2. Exclusion from inspection under Rule 144 EPC 967\n1.2.1 Test for exclusion 967\n1.2.2 Examples where file inspection was found not to be prejudicial to\ninterests of appellant 968\n1.2.3 Examples where documents were excluded from file inspection 969\n2. European Patent Register 970\n2.1. General 970\n2.2. Registration of licences 971\n2.3. Registration of transfers 971\n3. Stay of proceedings under Rule 14(1) EPC 972\n3.1. Rule 14(1) EPC 972\n3.1.1 General 972\n3.1.2 Opening of proceedings before a national court 974\n3.2. Rule 14(3) EPC 975\nN. Observations by third parties 978\n1. Introduction 978\n2. Formal requirements 979\n2.1. Language of the documents 979\n2.2. When can third-party observations be filed? 979\n2.3. Pending proceedings 979\n2.4. Anonymously filed observations 980\n2.5. Reasons for observations 981\n3. Third party's legal status 981"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p63_c1", "text": "2.3. Pending proceedings 979\n2.4. Anonymously filed observations 980\n2.5. Reasons for observations 981\n3. Third party's legal status 981\n3.1. General issues 981\n3.2. Third party's procedural rights 982\n4. Third-party observations in opposition-appeal proceedings 983\n4.1. Third-party observations and the scope of opposition 983\n4.2. Introducing a fresh ground for opposition in opposition proceedings 983\n4.3. Introducing a fresh ground for opposition in appeal proceedings 984\n4.4. Third-party observations presented after expiry of the opposition period 984\n4.4.1 General 984\n4.4.2 Third-party observations admitted 985\n4.4.3 Third-party observations not admitted 986\n5. Remittal following filing of observations 986\nO. Transfer of party status 988\n1. Party status as patent proprietor 988\n2. Party status as opponent 989\n2.1. General principles 989\n1846"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p64_c0", "text": "6. Detailed table of contents\n2.2. Universal succession 990\n2.3. Transfer together with the business assets to which the opposition relates 991\n2.4. No transfer: sale of opponent's subsidiary company 993\n2.5. Legal uncertainty as to who is the correct party 994\n2.6. Evidence for and effect of a transfer 994\n2.6.1 Date of effective transfer 994\n2.6.2 What kind of evidence suffices 996\n2.6.3 Natural heir 998\n2.7. Effect of finding that no transfer took place during opposition proceedings 998\n2.8. No administrative fee for a transfer of opponent status 998\nP. Intervention 999\n1. Admissibility of intervention 999\n1.1. Any third party – independent legal entity 999\n1.2. Relevant patent 1000\n1.3. National infringement proceedings 1001\n1.3.1 Proceedings for infringement instituted by patent proprietor –\nArticle 105(1)(a) EPC 1001\n1.3.2 Request to cease alleged infringement and institution of proceedings for\nnon-infringement – Article 105(1)(b) EPC 1002"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p64_c1", "text": "1.3.2 Request to cease alleged infringement and institution of proceedings for\nnon-infringement – Article 105(1)(b) EPC 1002\n1.4. Proceedings pending before the EPO 1004\n1.4.1 Intervention in opposition proceedings 1004\n1.4.2 Intervention in appeal proceedings 1004\n1.5. Time limit for intervention 1005\n1.6. Fees 1006\n1.7. Substantiation requirement 1006\n2. Legal status of intervener 1006\n2.1. In opposition proceedings 1007\n2.2. In appeal proceedings 1007\n2.3. Intervener enters proceedings at stage they are at on the date of\nintervention 1007\n3. Legal status of documents filed with intervention during appeal\nproceedings 1008\n3.1. No discretion for the board to admit documents filed with intervention 1008\n3.2. No change of legal status of documents after withdrawal of intervention 1008\n4. Intervention shortly before oral proceedings 1008\nQ. Continuation of the opposition proceedings by the EPO 1009\n1. Surrender and lapse of the patent 1009\n1.1. Surrender of patent 1009"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p64_c2", "text": "Q. Continuation of the opposition proceedings by the EPO 1009\n1. Surrender and lapse of the patent 1009\n1.1. Surrender of patent 1009\n1.2. Continuation of the opposition proceedings after lapse or surrender\n(Rule 84(1) EPC) 1010\n1.2.1 Request for continuation of the proceedings made by the opponent 1011\n1.2.2 Request for continuation of the proceedings made by the patent\nproprietor 1012\n1847"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p65_c0", "text": "Annexes\n2. Death or legal incapacity of an opponent 1012\n3. Withdrawal of opposition 1013\n3.1. Form and effect of withdrawal on party status 1013\n3.2. Effect of withdrawal on opposition proceedings before the departments of\nfirst instance 1013\n3.3. Effect of withdrawal on opposition appeal proceedings 1014\nR. Apportionment of costs 1016\n1. Principle that each party must bear its own costs 1016\n2. Equity of a different apportionment of costs – case groups 1017\n2.1. Late submission of documents and/or requests 1018\n2.1.1 Late submission was unjustified 1019\na) Different apportionment of costs ordered 1019\nb) No different apportionment of costs ordered – no disadvantage 1021\n2.1.2 Late submission was justified 1023\na) No different apportionment of costs ordered 1023\nb) Different apportionment of costs ordered for reasons of equity 1026\n2.2. Acts or omissions prejudicing the timely and efficient conduct of oral\nproceedings 1026\n2.2.1 Failure of a party to appear at oral proceedings 1026"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p65_c1", "text": "proceedings 1026\n2.2.1 Failure of a party to appear at oral proceedings 1026\na) Different apportionment of costs ordered 1027\nb) Refusal of a request for apportionment of costs 1028\n2.2.2 Request for scheduling or postponement of oral proceedings; withdrawal\nof request for oral proceedings 1032\n2.2.3 Other cases concerning oral proceedings 1035\n2.3. Filing of opposition or appeal 1037\n2.4. Withdrawal of opposition or appeal at short notice 1038\n2.5. Other cases 1038\n3. Expenses that may be apportioned 1040\n3.1. Necessary expenses 1040\n3.2. Future costs 1041\n3.3. Procedure for fixing costs 1042\n3.4. Appeal against decision fixing amount of costs 1042\n4. Procedural aspects 1043\n4.1. Filing a request for apportionment of costs 1043\n4.2. Competence issues 1044\n4.3. Appeal solely against the decision on apportionment of costs inadmissible 1044\nS. Notifications 1046\n1. Forms of notification 1047\n1.1. Notification by postal services 1047"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p65_c2", "text": "S. Notifications 1046\n1. Forms of notification 1047\n1.1. Notification by postal services 1047\n1.2. Notification by means of electronic communication 1048\n1.3. Notification by delivery by hand and delivery by public notice 1048\n2. Notification to representatives 1049\n1848"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p66_c0", "text": "6. Detailed table of contents\n3. Notification to third parties 1050\n4. Spheres of risk and apportioning the burden of proof 1051\nT. Applications by non-entitled persons 1053\nU. Rules relating to Fees 1054\n1. General 1054\n2. Payment of fees 1055\n2.1. Methods of payment 1055\n2.2. Debit orders 1055\n2.3. Indication of purpose of payment 1057\n3. Date of payment 1057\n3.1. Fiction of fee payment in due time – fail-safe arrangement 1058\n4. Insufficient payments – small amounts lacking 1058\n5. Fee reductions 1059\n5.1. Filing fee, examination fee 1059\n5.2. Fee for appeal 1060\n6. Fee refunds 1060\n6.1. Partial refund of the examination fee 1060\nV. Representation 1061\n1. Overview 1061\n2. Professional representatives 1062\n2.1. List of professional representatives (Article 134(1) EPC) 1062\n2.2. Duty of persons without residence nor place of business within a contracting\nstate to be represented by a professional representative 1063\n2.3. Professional representatives during the transitional period 1064"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p66_c1", "text": "state to be represented by a professional representative 1063\n2.3. Professional representatives during the transitional period 1064\n2.4. Procedural steps performed by a person other than the professional\nrepresentative 1064\n2.5. Submissions by a professional representative after transfer of opponent\nstatus 1065\n3. Legal practitioners entitled to act as professional representative 1066\n3.1. General issues 1066\n3.2. Register of legal practitioners 1066\n3.3. Qualifying conditions according to Article 134(8) EPC 1067\n3.3.1 Representation by a legal practitioner 1067\n3.3.2 Common representative 1067\n4. Authorisations for appointment of a representative 1068\n4.1. Filing of the authorisation 1069\n4.2. General authorisations 1071\n4.3. Sub-authorisations 1072\n4.4. Authorisation of an association of representatives 1073\n4.5. Termination of authorisation 1074\n5. Oral submissions by an accompanying person 1075\n5.1. Enlarged Board's landmark decision G 4/95 1075\n1849"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p67_c0", "text": "Annexes\n5.2. Application of the case law established by the Enlarged Board 1076\n5.2.1 Introduction 1076\n5.2.2 Trainee patent attorneys 1077\n5.2.3 Distinction between party to proceedings and accompanying person 1077\n5.2.4 Inventor as accompanying person 1078\n5.2.5 Name, qualifications and subject-matter to be specified 1079\n5.2.6 Oral submissions to be requested sufficiently in advance 1080\n5.2.7 Exceptional circumstances 1081\n5.2.8 Professional representative's responsibility 1081\n5.2.9 Procedural objection under R. 106 EPC 1082\n5.3. Oral submissions by former members of the boards of appeal 1082\n5.4. Oral submissions by qualified patent lawyers of non-EPC contracting states 1083\nW. Guidelines for Examination in the European Patent Office 1084\n1. Guidelines not binding on boards 1085\n2. Guidelines binding (in principle) on departments of first instance 1086\n3. The boards' application of the Guidelines in specific cases 1088\nIV. PROCEEDINGS BEFORE THE DEPARTMENTS OF FIRST INSTANCE 1093"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p67_c1", "text": "3. The boards' application of the Guidelines in specific cases 1088\nIV. PROCEEDINGS BEFORE THE DEPARTMENTS OF FIRST INSTANCE 1093\nA. Preliminary and formalities examination 1093\n1. Introduction 1094\n2. Responsibility for formalities examination 1094\n3. Where and how applications may be filed 1095\n4. Persons entitled to file application 1095\n5. Accordance of a date of filing 1096\n5.1. Requirements for according a date of filing 1096\n5.2. Identity of applicant 1097\n5.2.1 Requirement for information identifying the applicant (Rule 40(1)(b) EPC) 1097\n5.2.2 Correction of designation of applicant (Rule 139 EPC) 1098\n5.3. Legal effect of accordance of a date of filing 1099\n5.4. Subsequent filing of missing parts of the description or missing drawings\n(Rule 56 EPC) 1100\n5.4.1 Legal provisions 1100\n5.4.2 Interpretation of Rule 56 EPC 1101\n5.4.3 Whether to apply R. 56 EPC or R. 139 EPC 1102\n5.5. Corrections under Rule 139 EPC 1103\n5.5.1 Legal provisions 1103"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p67_c2", "text": "5.4.3 Whether to apply R. 56 EPC or R. 139 EPC 1102\n5.5. Corrections under Rule 139 EPC 1103\n5.5.1 Legal provisions 1103\n5.5.2 No replacement of invention 1103\n5.5.3 Extent of competence of the Receiving Section for corrections under\nRule 139 EPC 1104\n5.6. Change of date of filing 1105\n6. Examination of formal requirements 1106\n6.1. Requirements of a European patent application (Article 78 EPC) 1107\n1850"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p68_c0", "text": "6. Detailed table of contents\n6.2. Designation of the inventor 1107\n6.3. Any other requirement laid down in the Implementing Regulations 1108\n6.3.1 General provisions governing the presentation of application documents\n(Rule 49 EPC) 1108\n7. Designation of states 1109\n7.1. Legal provisions 1109\n7.2. Effect of non-payment of the designation fee 1109\n7.2.1 Deemed withdrawal 1109\n7.2.2 Designation of states in divisional applications 1110\n7.2.3 No correction of non-payment of fee under R. 88 EPC 1973 1110\n7.3. Correction of designation of states (Rule 139 EPC) 1110\n7.3.1 Decisions considering the application of the EPC 1973 1110\n7.3.2 Decisions considering the application of the EPC 2000 1112\n8. Priority 1112\n8.1. Filing of priority documents 1112\n8.2. Correction of priority declarations 1113\n8.2.1 Requirement for mistake to have been made 1113\n8.2.2 Time limit for request for correction 1113\n8.2.3 Correction of the priority declaration under Rule 52(3) EPC 1116"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p68_c1", "text": "8.2.2 Time limit for request for correction 1113\n8.2.3 Correction of the priority declaration under Rule 52(3) EPC 1116\n9. Fiction of withdrawal of the application (Rule 100(3) EPC) 1116\n10. Publication of the application 1116\nB. Examination procedure 1117\n1. Stage before substantive examination 1119\n1.1. Amendments made by the applicant of his own volition under\nRule 137(2) EPC 1119\n1.2. Request for examination (Rule 70 EPC) 1119\n1.2.1 General issues 1119\n1.2.2 The invitation to confirm early request for examination (R. 70(2) EPC) 1121\n2. The first stage of substantive examination 1122\n2.1. Beginning of \"substantive examination\" 1122\n2.2. Communications under Rule 71(1) and (2) EPC 1123\n2.2.1 Invitation to correct deficiencies and to propose amendments\n(Rule 71(1) EPC) 1123\n2.2.2 Content of Rule 71(2) EPC communication 1123\n2.3. Refusal after a single communication 1125\n2.3.1 Discretion of the examining division 1125"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p68_c2", "text": "2.2.2 Content of Rule 71(2) EPC communication 1123\n2.3. Refusal after a single communication 1125\n2.3.1 Discretion of the examining division 1125\n2.3.2 Bona fide attempt to deal with the examining division's objections 1127\n2.4. Amendments under Rule 137(3) EPC 1128\n2.4.1 Discretion of the examining division under Rule 137(3) EPC 1128\n2.4.2 Consent under Rule 137(3) EPC in oral proceedings 1131\n2.4.3 The burden of proposing amendments 1131\n2.4.4 Converging or diverging versions of claims 1131\n2.4.5 Reasons for the exercise of discretion 1132\n2.4.6 Requests for amendments filed at an advanced stage in proceedings 1133\n1851"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p69_c0", "text": "Annexes\n2.4.7 Late-filed requests after summons to oral proceedings in examination 1134\n2.4.8 Second communication under Rule 71(3) EPC: the consent of the\nexamining division 1134\n2.5. Failure to reply to the communication from the examining division\n(Article 94(4) EPC) 1135\n2.5.1 Reply within the meaning of Article 94(4) EPC 1135\n2.5.2 Waiver of the applicant's right to present comments 1136\n2.6. Issuing a further communication in light of Article 113(1) EPC 1136\n2.6.1 Introduction 1136\n2.6.2 Arguments taken into account in the decision of the examining division 1137\n2.6.3 Inclusion of the essential reasoning 1138\n2.6.4 Essential reasoning based on an International Preliminary Examination\nReport (IPER) 1139\n2.6.5 Fresh argument based on grounds and evidence communicated\nbeforehand 1139\n2.6.6 Bona fide attempt by the applicant to overcome the objections 1140\n2.6.7 Form of the communication under Article 113(1) EPC 1141\n2.7. Informal communications 1141"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p69_c1", "text": "2.6.7 Form of the communication under Article 113(1) EPC 1141\n2.7. Informal communications 1141\n2.7.1 Telephone conversations 1141\n2.7.2 Interviews 1142\n3. The grant stage in examination 1143\n3.1. Informing applicant of the text intended for grant (Rule 71(3) EPC) 1143\n3.2. Approval of the text by the applicant 1144\n3.2.1 Clear and unambiguous approval of the text 1144\na) Rule 71(3) EPC, in the version applicable up to 1 April 2012 1144\nb) Rule 71(3) EPC, in the version applicable from 1 April 2012 1145\n3.2.2 Option to waive the right to a further communication under\nRule 71(3) EPC 1146\n3.2.3 Decisions with no text submitted or agreed by the applicant\n(Article 113(2) EPC) 1146\na) General issues 1146\nb) Deemed approval under Rule 71(5) EPC 1147\nc) Auxiliary request issues 1150\n3.3. Amendments or corrections filed in response to the communication under\nRule 71(3) EPC 1152\n3.3.1 Amendments where Rule 71(3) EPC communication is the first\ncommunication 1152"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p69_c2", "text": "Rule 71(3) EPC 1152\n3.3.1 Amendments where Rule 71(3) EPC communication is the first\ncommunication 1152\n3.3.2 Amendments and corrections requested according to Rule 71(6) EPC 1152\n3.3.3 Criteria for admitting amendments filed in reply to the Rule 71(3) EPC\ncommunication 1152\n3.3.4 Claims fees due in response to Rule 71(3) EPC communication 1156\n3.4. Amendment after approval of the text for grant 1156\n3.5. Examination after remittal for further prosecution 1158\n3.6. Amendments after the decision to grant 1158\n3.7. Withdrawal of amendments and abandonment of subject matter 1159\n3.7.1 General issues 1159\n3.7.2 Effects of non-payment of claims fees 1160\n1852"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p70_c0", "text": "6. Detailed table of contents\n3.8. Withdrawal of the patent application 1161\n3.8.1 General issues 1161\n3.8.2 Unambiguous and unconditional withdrawal 1161\n3.8.3 No correction of an erroneous withdrawal after public informed 1161\n3.8.4 Correction of the withdrawal of the application under Rule 139 EPC 1163\n3.9. Refusal of a European patent application under Article 97(2) EPC (former\nArticle 97(1) EPC 1973) 1166\n3.10. Entry into force of a decision to grant a European patent 1167\n3.11. Errors in the Patent Bulletin 1169\n4. Additional searches during examination 1170\n4.1. Rule 63 EPC governing incomplete search 1170\n4.1.1 Introduction 1170\n4.1.2 Additional search necessary: limited discretion of the examining division 1171\n4.1.3 Declaration under Rule 63(2) EPC 1173\na) Notoriously well-known technical features 1173\nb) Subject-matter not having technical character 1174\nc) Statement indicating the subject-matter to be searched not"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p70_c1", "text": "b) Subject-matter not having technical character 1174\nc) Statement indicating the subject-matter to be searched not\nsufficient to overcome the deficiency noted under Rule 63(1) EPC 1175\n4.2. Non-payment of further search fees under Rule 64 EPC 1175\n5. Amendments relating to unsearched subject-matter – Rule 137(5) EPC 1175\n5.1. General issues 1175\n5.2. The purpose of Rule 137(5) EPC 1176\n5.3. Applicability of Rule 137(5) EPC 1177\n5.3.1 General issues 1177\n5.3.2 Extent of the European search report 1177\n5.3.3 Subject-matter of amendment not combining with the originally claimed\ninvention 1179\n5.4. Criteria for amendments to be allowable under R. 137(5) EPC 1181\n5.4.1 Amendment not affecting the notion of unity of invention 1181\n5.4.2 No legal basis for exercise of discretion 1183\n5.4.3 Amendments filed to meet an objection 1183\n5.5. Non-compliance with Rule 137(5) EPC: a ground for refusing an application 1184\nC. Opposition procedure 1185"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p70_c2", "text": "5.5. Non-compliance with Rule 137(5) EPC: a ground for refusing an application 1184\nC. Opposition procedure 1185\n1. Legal character of opposition proceedings and applicable principles 1187\n2. Filing and admissibility requirements 1189\n2.1. Entitlement to file an opposition 1189\n2.1.1 General principles 1189\n2.1.2 Examination at any stage in the proceedings of entitlement to oppose 1190\n2.1.3 Filing of opposition by patent proprietor or inventor 1191\n2.1.4 Filing of opposition on behalf of a third party – straw man 1191\n2.1.5 Repeated filing of opposition documents by the same person 1193\n2.1.6 Filing of multiple oppositions by different persons – single opposition\nproceedings 1193\n1853"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p71_c0", "text": "Annexes\n2.1.7 Filing a joint opposition – multiple opponents 1194\na) Payment of a single opposition fee 1194\nb) Representation, legal status and composition of a multiple\nopponent 1194\n2.2. Formal requirements for opposition and filing in due time 1195\n2.2.1 Introduction 1195\n2.2.2 Opposition period 1196\na) Period triggered by the publication of the mention of the grant of the\npatent 1196\nb) Observance of the time limit – filing by fax 1196\n2.2.3 Payment of opposition fee – correction of a payment form 1197\n2.2.4 Identity of opponent and correction of opponent's name 1197\na) Principles 1197\nb) Incorrect designations and abbreviations 1198\nc) Evidence of identity 1198\nd) Availability of Rule 139 EPC to rectify errors 1199\n2.2.5 Sufficient identification of the opposed patent 1201\n2.2.6 Statement of extent of opposition 1201\n2.2.7 Statement of grounds for opposition 1202\n2.2.8 Indication of facts, evidence and arguments – substantiation of grounds\nfor opposition 1203"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p71_c1", "text": "2.2.7 Statement of grounds for opposition 1202\n2.2.8 Indication of facts, evidence and arguments – substantiation of grounds\nfor opposition 1203\na) No \"partial inadmissibility\" 1203\nb) Relevant date for compliance 1203\nc) Full and concise reasoning 1203\nd) Substantiation to be distinguished from strength of the opponent's\ncase 1204\ne) Indication of evidence 1205\nf) No burden of proof with regard to negative facts 1206\ng) Examples – sufficient substantiation acknowledged 1206\nh) Examples – sufficient substantiation denied 1207\ni) Alleged public prior use 1208\nj) Non-patent literature and oral disclosures 1210\n2.2.9 Other requirements for notice of opposition 1211\na) Translation 1211\nb) Signature 1211\nc) Authorisation 1211\n2.3. Procedural aspects of examination of admissibility 1211\n2.3.1 Formalities officers' powers in opposition proceedings 1211\n2.3.2 Admissibility of opposition to be checked at every stage 1212\n2.3.3 Rejection of opposition as inadmissible 1212"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p71_c2", "text": "2.3.2 Admissibility of opposition to be checked at every stage 1212\n2.3.3 Rejection of opposition as inadmissible 1212\n3. Substantive examination of opposition 1212\n3.1. Introduction 1212\n3.2. Extent of opposition 1213\n3.3. Scope of examination of grounds for opposition 1214\n3.4. Fresh grounds for opposition 1215\n3.4.1 Fresh grounds examined exceptionally 1215\n3.4.2 Meaning of \"fresh grounds for opposition\" 1215\n1854"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p72_c0", "text": "6. Detailed table of contents\n3.4.3 Prima facie relevance 1217\n3.4.4 Objections of lack of novelty and lack of inventive step 1217\n3.4.5 Examination of fresh facts and evidence related to a fresh ground 1218\n3.4.6 Opportunity to comment on new grounds for opposition 1219\n3.5. Grounds raised against claims amended after grant 1220\n4. Late submission of documents, lines of attack and arguments 1221\n4.1. Discretionary decision 1221\n4.2. Sufficient reasoning 1222\n4.3. Concept of \"in due time\" 1222\n4.3.1 Duty to facilitate due and swift conduct of proceedings 1222\n4.3.2 Rule 116(1) EPC – not an invitation to file new submissions 1224\n4.3.3 Fair response – examples 1225\n4.4. Documents cited in the patent specification or search report 1225\n4.5. Criteria for exercise of discretion 1226\n4.5.1 Different approaches 1226\n4.5.2 Review of discretionary decisions by the boards 1227\n4.5.3 Prima facie relevance 1228\na) Relationship between prima facie assessment and in-depth\nassessment 1228"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p72_c1", "text": "4.5.3 Prima facie relevance 1228\na) Relationship between prima facie assessment and in-depth\nassessment 1228\nb) Relative or absolute concept of relevance 1229\nc) Examples 1230\n4.5.4 Submission contrary to fair and expedient procedure 1230\n4.5.5 Abuse of proceedings 1230\n4.5.6 Legitimate expectation that the document is already in the proceedings 1231\n4.6. Late submissions of new arguments 1231\n4.6.1 New arguments – definition 1231\n4.6.2 No legal basis for disregarding late-filed arguments in opposition\nproceedings 1233\n5. Amendments to claims, description and drawings in opposition\nproceedings 1234\n5.1. Admissibility of amendments 1234\n5.1.1 Principles 1234\n5.1.2 Amendments occasioned by a ground for opposition – Rule 80 EPC 1235\na) General 1235\nb) Amendments intended to remedy a lack of clarity 1238\nc) Filing of new dependent or independent claims 1238\n5.1.3 Amendments occasioned by national prior rights 1241\n5.1.4 Timeframe for filing amendments 1241"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p72_c2", "text": "5.1.3 Amendments occasioned by national prior rights 1241\n5.1.4 Timeframe for filing amendments 1241\na) Discretionary decision to admit or not admit amendments – legal\nbasis 1241\nb) Concept of \"late-filed\" and implications for discretion 1243\nc) Review of first-instance discretionary decisions by the boards 1244\nd) Principles for exercise of discretion 1244\n5.1.5 Amending a non-opposed sub-claim 1248\n5.1.6 Applicability of Rule 43(2) EPC in opposition proceedings 1248\n5.1.7 Applicability of Rule 137(5) EPC in opposition proceedings 1249\n5.1.8 Removal of error (in claim) in opposition proceedings – Rule 139 EPC 1249\n1855"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p73_c0", "text": "Annexes\n5.2. Scope of examination of amendments 1250\n5.2.1 Scope of examination not limited to grounds raised pursuant to\nR. 76(2)(c) EPC 1250\n5.2.2 Extent of power to examine amended claims for compliance with\nArticle 84 EPC 1252\n5.2.3 Additional searches 1254\n5.3. Proprietor's approval of amended text of the patent 1254\n6. Right to be heard in opposition proceedings 1255\n6.1. Principle of equal treatment 1255\n6.2. Invitation to file observations under Article 101(1) EPC 1256\n6.3. Invitation to file observations under Rule 82(1) EPC 1257\n6.4. EPO communication concerning submissions by the other party – adequate\nopportunity to reply 1258\n6.5. Opportunity to present comments 1259\n6.6. Change in composition of opposition division during opposition proceedings 1260\n7. Acceleration of opposition proceedings in the case of pending\ninfringement proceedings 1260\n8. Decisions of opposition division 1261\n8.1. Revocation of a European patent for failure to fulfil formal requirements – by"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p73_c1", "text": "8. Decisions of opposition division 1261\n8.1. Revocation of a European patent for failure to fulfil formal requirements – by\nway of decision 1261\n8.2. Interlocutory decisions 1262\n8.2.1 General 1262\n8.2.2 Maintenance of European patent as amended 1262\nD. Limitation/revocation 1264\n1. Limitation/revocation – Article 105a-105c EPC 1264\n2. Requests for revocation during opposition and opposition appeal\nproceedings 1264\nV. PROCEEDINGS BEFORE THE BOARDS OF APPEAL 1267\nA. Appeal procedure 1267\n1. Legal character of appeal procedure 1281\n1.1. General 1281\n1.2. Rules of Procedure of the Boards of Appeal (RPBA) 1282\n1.3. Suspensive effect of the appeal 1283\n1.3.1 Definition of the suspensive effect of the appeal 1283\n1.4. Devolutive effect of the appeal 1284\n1.5. Accelerated processing before the boards of appeal 1285\n2. Filing and admissibility of the appeal 1286\n2.1. Transitional provisions for the EPC 2000 1287\n2.2. Appealable decisions 1287\n2.2.1 Departments 1287\n1856"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p74_c0", "text": "6. Detailed table of contents\n2.2.2 Whether there has been a decision 1288\na) Examples of appealable decisions 1288\nb) Examples where the communication was not an appealable\ndecision 1288\n2.2.3 Interlocutory decisions 1290\n2.2.4 Appeals against decisions of the boards of appeal 1291\n2.3. Board competent to hear a case 1292\n2.3.1 Technical or Legal Board of Appeal 1292\na) General 1292\nb) Technical board of appeal competent 1292\nc) Legal Board of Appeal competent 1293\n2.3.2 Specific cases 1293\na) Interruption of proceedings 1293\nb) Request for a search-fee refund 1293\nc) Interlocutory revision and reimbursement of appeal fee 1294\n2.4. Entitlement to appeal 1294\n2.4.1 Formal aspects under Article 107 EPC 1294\na) Appeal filed by wrong company 1294\nb) Appeal filed in name of representative 1294\nc) Party consisting of plurality of persons 1295\nd) Company in receivership 1296\ne) Death of the appellant (opponent) 1296\n2.4.2 Party adversely affected (Article 107 EPC) 1296\na) General 1296"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p74_c1", "text": "d) Company in receivership 1296\ne) Death of the appellant (opponent) 1296\n2.4.2 Party adversely affected (Article 107 EPC) 1296\na) General 1296\nb) Patent applicant 1297\nc) Patent proprietor 1299\nd) Opponent 1300\n2.4.3 Procedural status of the parties 1302\na) Parties to appeal proceedings 1302\nb) Rights of parties under Article 107 EPC 1304\nc) The boards' duty of impartiality in inter partes proceedings 1305\nd) Existence of a company 1305\n2.5. Form and time limit of appeal 1306\n2.5.1 Electronic filing of appeal 1306\n2.5.2 Form and content of notice of appeal (Rule 99(1) EPC) 1307\na) Rule 99(1)(a) EPC 1308\nb) Rule 99(1)(b) EPC 1311\nc) Rule 99(1)(c) EPC 1312\nd) Rule 99(3) EPC 1314\n2.5.3 Appeal filed within the time limit 1314\na) Notification issues 1314\nb) Languages 1315\nc) Misleading decisions of the department of first instance 1315\n2.5.4 Payment of appeal fee 1316\na) Notice of appeal not filed 1316\n1857"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p75_c0", "text": "Annexes\nb) Payment of only one appeal fee 1316\nc) Reduced fee for appeal filed by a natural person or an entity 1317\n2.5.5 Appeal deemed not to have been filed 1320\n2.6. Statement of grounds of appeal 1320\n2.6.1 Legal provisions 1320\n2.6.2 Form of statement of grounds of appeal 1321\n2.6.3 Content of the statement of grounds of appeal 1321\na) General 1321\nb) Direct link between the contested decision and the statement of\ngrounds of appeal 1322\nc) Adequate reasoning for an appeal against a refusal of the\napplication 1323\nd) Adequate reasoning in an appeal filed by the opponent 1324\ne) Statement of the legal or factual reasons 1325\nf) Addressing the reasons given in the decision in the statement of\ngrounds of appeal 1326\ng) Complete case within the meaning of Art. 12(3) RPBA 2020 1327\nh) Mere repetition of arguments 1327\ni) Objection not raised at first instance 1327\nj) Statement of grounds of appeal not filed in full 1328\nk) Duty of board to be impartial 1328\n2.6.4 New case raised 1329"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p75_c1", "text": "j) Statement of grounds of appeal not filed in full 1328\nk) Duty of board to be impartial 1328\n2.6.4 New case raised 1329\na) Appeal based on the same ground for opposition 1329\nb) Taking new submissions into consideration 1330\nc) Amended claims filed 1330\n2.6.5 References to earlier submissions 1332\n2.6.6 Arguments need not be new or relevant 1333\n2.6.7 Exceptional circumstances warranting admissibility of appeal 1334\na) Immediately apparent the contested decision cannot be supported 1334\nb) Patent proprietor requests revocation 1334\nc) Substantial procedural violation 1334\n2.6.8 No partial admissibility of appeal 1334\n2.7. Examination of the admissibility of appeal in every phase of appeal\nproceedings 1335\n2.8. Cases where admissibility of appeal need not be considered 1335\n2.9. Interlocutory revision 1336\n2.9.1 General 1336\n2.9.2 The department of first instance's obligation to rectify the decision 1337\n2.9.3 Well-founded appeal within the meaning of Art. 109(1) EPC 1337"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p75_c2", "text": "2.9.2 The department of first instance's obligation to rectify the decision 1337\n2.9.3 Well-founded appeal within the meaning of Art. 109(1) EPC 1337\n2.9.4 Competence of the department of first instance 1338\n2.9.5 \"Cassatory\" or \"reformatory\" interlocutory revision 1338\n3. Substantive examination of the appeal 1339\n3.1. Binding effect of requests – no reformatio in peius 1339\n3.1.1 Reformatio in peius does not apply separately to each point 1339\n3.1.2 Reformatio in peius and devolutive effect of appeal 1340\n3.1.3 Cases where reformatio in peius does not apply 1340\n3.1.4 Patentee as sole appellant 1340\n1858"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p76_c0", "text": "6. Detailed table of contents\n3.1.5 Opponent as sole appellant 1341\n3.1.6 Revocation of patent 1342\n3.1.7 Exceptions to the prohibition of reformatio in peius 1343\na) Limited exceptions to the prohibition of reformatio in peius – G 1/99 1343\nb) Case law around G 1/99 1343\nc) Remittal to the department of first instance 1345\nd) Lack of clarity 1345\ne) Causal link 1346\nf) Undisclosed disclaimer 1346\n3.1.8 Reformatio in peius and lack of cross-appeal in the EPC 1346\n3.2. Subject-matter under examination 1347\n3.2.1 Primary object of the appeal proceedings – Article 12(2) RPBA 2020 1347\n3.2.2 Complete case on appeal 1347\n3.2.3 Opposition appeal proceedings 1349\na) Admissibility of opposition 1349\nb) The notice of appeal 1349\nc) Unopposed subject-matter not reviewed 1349\nd) Dependent claims 1350\ne) Appeal by patentee against revocation 1350\nf) Removal of references in dependent claims 1351\ng) Abandonment of subject-matter 1351\nh) Fresh ground for opposition on appeal 1352"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p76_c1", "text": "f) Removal of references in dependent claims 1351\ng) Abandonment of subject-matter 1351\nh) Fresh ground for opposition on appeal 1352\ni) No general review of the first-instance decision 1354\nj) Ambiguities in the claims 1354\nk) Ex officio examination of Art. 123(2) EPC 1354\n3.2.4 Patentability requirements under examination in ex parte proceedings 1355\n3.3. Facts under examination – applying Article 114 EPC in appeal proceedings 1356\n3.3.1 Boards to examine facts of own motion 1356\n3.4. Review of first-instance discretionary decisions 1357\n3.4.1 Principles applying to the review of first-instance discretionary decisions 1357\na) General 1357\nb) Proper exercise of discretion 1358\nc) Review of first-instance discretionary decisions taken on\nsubstantive grounds 1358\n3.4.2 Development of the case law on reviewing first-instance discretionary\ndecisions 1359\na) Early case law on exercising discretion 1359\nb) Case law on exercise of discretion under Art. 12(4) RPBA 2007 1360"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p76_c2", "text": "decisions 1359\na) Early case law on exercising discretion 1359\nb) Case law on exercise of discretion under Art. 12(4) RPBA 2007 1360\n3.4.3 The boards' own discretion 1360\na) Submissions refused at first instance admitted on appeal 1360\nb) Submissions not admitted by the boards 1362\nc) Discretion misused by the department of first instance 1363\n3.4.4 Submissions admitted at first instance are part of the appeal proceedings 1363\n3.4.5 Review of an opposition division's discretionary decision (not) to admit a\nnew ground for opposition 1366\n3.4.6 Review of discretion – stay of proceedings 1367\n1859"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p77_c0", "text": "Annexes\n4. New submissions on appeal – case law on the RPBA 2020 1368\n4.1. Introduction 1368\n4.1.1 Legal basis 1368\na) Legal bases in the EPC 1368\nb) Legal bases in the Rules of Procedure of the Boards of Appeal 1369\n4.1.2 Primary object of appeal proceedings and the \"convergent approach\" to\namendments made to party's case 1370\n4.2. Amendment to a party's case 1372\n4.2.1 First level of the convergent approach: amendments to a party's case\nwithin the meaning of Article 12(4) RPBA 2020 1373\na) Principles 1373\nb) Submissions on appeal not directed to requests, facts, objections,\narguments or evidence on which the decision under appeal was\nbased 1373\nc) Not admissibly raised and maintained at first instance 1374\n4.2.2 Second and third levels of the convergent approach: amendments to an\nappeal case within the meaning of Article 13(1) and (2) RPBA 2020 1374\na) Principles 1374\nb) Submissions at first instance not automatically part of appeal case 1376"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p77_c1", "text": "a) Principles 1374\nb) Submissions at first instance not automatically part of appeal case 1376\nc) Request for dismissal of the appeal and maintenance of the patent 1377\nd) Deletion of claims or alternatives within claims 1377\ne) New request combining subject-matter of previously filed claims 1380\nf) Request paraphrased and not set out in full 1380\ng) Request considered in decision under appeal and clearly specified\nin grounds of appeal 1381\nh) Resubmission of withdrawn requests 1381\ni) Requests belatedly substantiated 1381\nj) Requests reordered 1382\nk) Fleshing out objections not adequately substantiated in the grounds\nof appeal or reply 1382\nl) New objection based on documents already on file – new\narguments with factual elements 1383\nm) Further developing arguments within the framework of the appeal\ncase as submitted so far 1384\nn) Submissions concerning interpretation of the law 1385\no) Information supporting oral submissions 1386\np) Translation filed later 1386"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p77_c2", "text": "n) Submissions concerning interpretation of the law 1385\no) Information supporting oral submissions 1386\np) Translation filed later 1386\nq) Late assertion of a breach of the right to be heard 1387\n4.3. First level of the convergent approach – submissions in the grounds of\nappeal and the reply – Article 12(3) to (6) RPBA 2020 1387\n4.3.1 Principles 1387\n4.3.2 Transitional provisions 1388\na) Applicability of Article 12(4) to (6) RPBA 2020 1388\nb) Applicability of Article 12(3) RPBA 2020 1388\n4.3.3 Amendment within the meaning of Article 12(4) RPBA 2020 1389\n1860"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p78_c0", "text": "6. Detailed table of contents\n4.3.4 Discretion under Article 12(4) RPBA 2020 1389\na) Requirement that amendment be identified and reasoned and that\ntiming of its filing be reasoned – Article 12(4), third and fourth\nsentences, RPBA 2020 1389\nb) Complexity of amendment 1389\nc) Suitability to address issues leading to decision under appeal 1390\nd) Additional issues raised – procedural economy 1390\ne) Convergence criterion 1391\nf) No objection raised by opposing party 1391\n4.3.5 Incomplete case in grounds of appeal or reply – Article 12(3) RPBA 2020\nin conjunction with Article 12(5) RPBA 2020 1391\na) Principles 1391\nb) Incomplete appeal case – Article 12(3) RPBA 2020 1392\nc) Discretion under Art. 12(5) RPBA 2020 1393\n4.3.6 Submissions not admitted at first instance – Article 12(6), first\nsentence, RPBA 2020 1394\n4.3.7 Submissions that should have been submitted at first instance –\nArticle 12(6), second sentence, RPBA 2020 1394"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p78_c1", "text": "sentence, RPBA 2020 1394\n4.3.7 Submissions that should have been submitted at first instance –\nArticle 12(6), second sentence, RPBA 2020 1394\n4.4. Second level of the convergent approach – submissions made after filing of\ngrounds of appeal or reply – Article 13(1) RPBA 2020 1396\n4.4.1 Principles 1396\n4.4.2 Transitional provisions – immediate applicability of Article 13(1) RPBA\n2020 1396\n4.4.3 Amendment to appeal case within the meaning of Article 13(1) RPBA\n2020 1397\n4.4.4 Party's duty to justify amendment 1397\na) Principles 1397\nb) Party's duty to provide reasons for not submitting amendment at an\nearlier stage 1397\nc) Substantiation of amendments to patent application or patent 1398\n4.4.5 Discretion under Article 13(1) RPBA 2020 – new requests 1399\na) Deletion of claims or alternatives within claims 1399\nb) Timely and legitimate reaction to issues raised – requests admitted 1400\nc) New request in response to preliminary opinion of the board\nclarifying objections – admitted 1401"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p78_c2", "text": "c) New request in response to preliminary opinion of the board\nclarifying objections – admitted 1401\nd) Board's communication confirming the opposition division's or\nopponent's opinion – not a justification 1402\ne) Issues underlying board's conclusions already raised in the\ndecision under appeal – request not admitted 1403\nf) Request does not prima facie overcome objection – procedural\neconomy – not admitted 1403\ng) Claim amendments prima facie give rise to new objections –\nrequests not admitted 1404\nh) Inclusion of possibly unsearched features – procedural economy –\nrequest not admitted 1404\n1861"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p79_c0", "text": "Annexes\ni) Claim requests becoming non-convergent by later submission of\nfurther requests – not admitted 1404\nj) Filing of reply to the appeal shortly after expiry of non-extended\nperiod – admitted 1405\n4.4.6 Discretion under Article 13(1) RPBA 2020 – new facts, objections,\narguments and evidence 1405\na) New documents filed in response to experimental data submitted\nby the patent proprietor – admitted 1405\nb) No new complexity introduced – objection admitted 1406\nc) New lines of attack based on documents submitted during first-\ninstance proceedings – not admitted 1406\nd) Relevance of new lines of attack for assessment of patentability –\nnot a sufficient justification 1407\ne) New documents not prima facie relevant – not admitted 1407\nf) Late substantiation of lines of attack – additional complexity –\nprocedural economy – submissions not admitted 1408\ng) Late-filed evidence of a public prior use – not admitted 1408\nh) Communication in preparation for the oral proceedings not an"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p79_c1", "text": "g) Late-filed evidence of a public prior use – not admitted 1408\nh) Communication in preparation for the oral proceedings not an\ninvitation to file further submissions on known objections 1409\ni) Objections not a reaction to unexpected developments in the\nappeal proceedings – not admitted 1409\nj) New document originating from the patent proprietor submitted by\nthe appellant-opponent – not admitted 1410\n4.5. Third level of the convergence approach – submissions filed after\nnotification of summons or after expiry of period specified in\nRule 100(2) EPC communication – Article 13(2) RPBA 2020 1411\n4.5.1 Principles 1411\n4.5.2 Transitional provisions 1413\na) Application of Article 13(1) RPBA 2020 and/or Article 13 RPBA\n2007 in transitional cases 1413\nb) No contradiction between Article 13(1) RPBA 2020 and\nArticle 13 RPBA 2007 or the EPC 1414\nc) Applicability of Article 13(2) RPBA 2020 in cases of postponement\nof oral proceedings 1414"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p79_c2", "text": "Article 13 RPBA 2007 or the EPC 1414\nc) Applicability of Article 13(2) RPBA 2020 in cases of postponement\nof oral proceedings 1414\nd) Applicability of Article 13(2) RPBA 2020 in cases where the\nstatement of grounds of appeal or the reply was filed before the\nentry into force of the RPBA 2020 1414\n4.5.3 Amendment to an appeal case within the meaning of Article 13(2) RPBA\n2020 1415\n4.5.4 Cogent reasons put forward by party to demonstrate exceptional\ncircumstances 1415\na) Principles 1415\nb) Causal link between the exceptional circumstances and the late\nfiling 1416\n4.5.5 New requests filed – exceptional circumstances established 1417\na) Objections raised for the first time in board's communication 1417\nb) Early objection raised by examining division reintroduced by board 1419\n1862"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p80_c0", "text": "6. Detailed table of contents\nc) Objections or arguments raised for the first time during oral\nproceedings 1419\nd) Clarifying claim amendment during oral proceedings not objected to\nby the other party 1420\ne) Filing a slightly amended claim announced in good time 1420\nf) Claim amendment addressing all pending objections and thus\navoiding oral proceedings 1420\ng) Deletion of claims or alternatives in claims 1420\nh) Editorial amendments to remove inconsistencies 1421\ni) Right to be heard violated by the examining division and no other\nparty affected 1421\nj) Amendment not detrimental to procedural economy and no other\nparty affected 1421\n4.5.6 New requests filed – no exceptional circumstances established 1422\na) Purpose of the board's preliminary opinion 1422\nb) Preliminary opinion of the board maintaining objections or\narguments raised by examining division 1422\nc) Preliminary opinion of the board containing objections or arguments\nthat were already part of the proceedings 1423"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p80_c1", "text": "c) Preliminary opinion of the board containing objections or arguments\nthat were already part of the proceedings 1423\nd) Requested amendments could already have been filed in\nopposition proceedings 1424\ne) New request filed shortly before oral proceedings to overcome\nobjections in decision under appeal 1424\nf) Party initially addresses new objection raised in preliminary opinion\nonly by providing arguments 1425\ng) Objections or arguments which do not go beyond the framework of\nthe earlier discussion 1425\nh) Board's opinion different from that of opposition division 1426\ni) Change in board's preliminary opinion 1427\nj) Amendment not adding anything of substance to the discussion of\nthe objection raised 1428\nk) Prima facie allowability 1428\nl) Embodiment never claimed 1429\nm) Acceleration of the proceedings 1429\nn) Change of representative 1429\no) Representative unable to contact appellant 1429\np) Technical problems during videoconference – not causal for need"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p80_c2", "text": "o) Representative unable to contact appellant 1429\np) Technical problems during videoconference – not causal for need\nto file only at this stage 1430\nq) COVID-19 pandemic – not causal for late filing 1430\n4.5.7 New facts, objections, arguments and evidence filed – exceptional\ncircumstances established 1430\na) Response to a new argument of the board 1430\nb) Immediately apparent that objection raised against different request\nalso applies to request at issue 1430\n1863"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p81_c0", "text": "Annexes\n4.5.8 New facts, objections, arguments and evidence filed – no exceptional\ncircumstances established 1431\na) Meaning of the time limit set in the communication under\nArticle 15(1) RPBA 2020 1431\nb) Board's preliminary opinion based exclusively on earlier\nsubmissions 1431\nc) No cogent reasons why the objection had not been raised earlier 1431\nd) No new issue raised by board's comments in communication under\nArticle 15 RPBA 2020 1432\ne) No absolute right to discussion of all objections raised at first\ninstance 1432\nf) Change of representative 1433\ng) Further illustration of the technical teaching by means of\nphotographs 1433\nh) Translation 1433\ni) Prima facie relevance 1433\n4.5.9 Discretion under Article 13(2) RPBA 2020 – principles 1434\n4.5.10 Criteria for discretion applied to new requests 1434\na) Amendments that prima facie overcome the issues raised and do\nnot give rise to new objections – admitted 1434\nb) Amendments that do not prima facie overcome the issues raised"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p81_c1", "text": "not give rise to new objections – admitted 1434\nb) Amendments that do not prima facie overcome the issues raised\nand/or give rise to new objections – not admitted 1435\nc) Amendments and resulting subject-matter not surprising for the\nopposing party – request admitted 1436\nd) Direct reaction addressing the board's objections in ex parte\nproceedings - admitted 1436\ne) Amendment shifting focus to feature that was previously optional –\nnot admitted 1436\nf) Requests could and should have been filed during first-instance\nproceedings 1437\ng) No \"last chance\" doctrine 1437\n4.5.11 Criteria for discretion applied to new facts, objections, arguments and\nevidence 1437\na) Late submission of new facts and evidence contrary to the principle\nof fair proceedings and procedural economy 1437\nb) Prima facie relevance 1437\nc) Procedural economy – early and complete presentation of parties'\ncases 1438\nd) Procedural economy – no carte blanche to amend claims at wish 1438"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p81_c2", "text": "c) Procedural economy – early and complete presentation of parties'\ncases 1438\nd) Procedural economy – no carte blanche to amend claims at wish 1438\n5. New submissions on appeal – case law on the RPBA 2007 1439\n5.1. Introduction 1439\n5.1.1 General rule that RPBA 2020 immediately applicable and exceptions 1439\n5.1.2 RPBA 2007 provisions on late-filed submissions 1440\n5.2. Principles established by the case law on late-filed submissions under\nthe RPBA 2007 1441\n5.2.1 Inter partes proceedings 1441\n5.2.2 Ex parte proceedings 1441\n1864"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p82_c0", "text": "6. Detailed table of contents\n5.3. The boards' discretion 1442\n5.4. State of proceedings 1442\n5.4.1 General 1442\n5.4.2 Procedural economy 1443\na) Late-filed requests 1443\nb) Late-filed facts and evidence 1444\n5.5. Case amended after oral proceedings arranged – Article 13(1) and\n(3) RPBA 2007 1445\n5.5.1 Whether discretion conferred under Article 13(3) RPBA 2007 1445\n5.5.2 Late-filed requests 1446\na) Filing of requests after arrangement of the oral proceedings 1446\nb) Filing of requests during the oral proceedings 1447\n5.5.3 Late-filed documents and evidence 1450\n5.5.4 Absence from the oral proceedings – Article 15(3) and (6) RPBA 2007 1451\na) Absence of applicant (patent proprietor) from oral proceedings 1451\nb) Absence of opponent from oral proceedings 1452\n5.5.5 New submissions after debate closed 1453\n5.6. Parties' right to submit observations on amendments – Article 13(2) RPBA\n2007 1453\n5.7. Communication of a board of appeal 1453\n5.8. Circumstances extraneous to proceedings 1454"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p82_c1", "text": "2007 1453\n5.7. Communication of a board of appeal 1453\n5.8. Circumstances extraneous to proceedings 1454\n5.8.1 Introduction 1454\n5.8.2 Change of representative 1455\n5.8.3 Illness of representative 1455\n5.8.4 Change of ownership or representation 1456\n5.8.5 Business reasons 1456\n5.9. New submissions in proceedings resumed before the boards 1456\n5.10. Late submission of new arguments and lines of attack 1457\n5.10.1 New arguments on appeal 1457\n5.10.2 Whether amendment or merely elaboration on existing case 1458\n5.10.3 New arguments and lines of attack admitted 1458\n5.10.4 New arguments and lines of attack not admitted 1459\n5.10.5 New documents used to back up arguments 1461\n5.11. Article 12(4) RPBA 2007 1461\n5.11.1 General principles – substantiation requirement – duty to facilitate the\nfirst-instance proceedings 1461\n5.11.2 Relationship between Article 12(4) and Article 13 RPBA 2007 1464\n5.11.3 Inter partes appeal procedure 1464"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p82_c2", "text": "first-instance proceedings 1461\n5.11.2 Relationship between Article 12(4) and Article 13 RPBA 2007 1464\n5.11.3 Inter partes appeal procedure 1464\na) Documents, evidence and objections which could have been\npresented in the first-instance proceedings 1464\nb) Documents and evidence admitted – appropriate and timely\nreaction 1466\nc) Documents and evidence not admitted by the opposition division 1466\nd) Resubmission of objections withdrawn at the opposition stage 1467\ne) Requests which could have been presented at first instance 1467\nf) Tidying up claims examined by the opposition division 1470\ng) Requests admitted – appropriate and timely reaction 1470\n1865"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p83_c0", "text": "Annexes\nh) Requests not admitted by the opposition division 1471\ni) Resubmission of requests withdrawn at opposition stage 1472\nj) Reintroduction of subject-matter abandoned during examination 1474\n5.11.4 Ex parte appeal procedure 1474\na) Requests which could have been presented in the examination\nproceedings 1474\nb) Admission of requests already refused by the examining division 1476\nc) Resubmission of requests withdrawn during examination 1476\nd) Feature re-introduced on appeal 1477\n5.12. Criteria for consideration of amended claims 1477\n5.12.1 Principles applicable to amended claims 1477\n5.12.2 Withdrawal and resubmission of a a request on appeal 1479\n5.12.3 Clear allowability of amended claims 1479\na) General 1479\nb) Examples 1480\n5.12.4 Response to objections 1480\n5.12.5 Converging or diverging versions of claims 1482\n5.12.6 Unsubstantiated requests 1483\n5.12.7 Discretion to admit amended claims at any stage of the appeal\nproceedings 1485"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p83_c1", "text": "5.12.6 Unsubstantiated requests 1483\n5.12.7 Discretion to admit amended claims at any stage of the appeal\nproceedings 1485\n5.12.8 No absolute right to a \"last chance\" 1485\n5.12.9 Change of subject-matter 1485\n5.12.10 Need for additional search 1486\na) General 1486\nb) Features taken from the description 1487\nc) Additional search exceptionally performed 1487\n5.12.11 Dependent claims 1487\n5.12.12 Number of auxiliary requests 1488\n5.12.13 Amended claims not admitted with divisional applications pending 1489\n5.12.14 Reverting to broader claims, especially those as granted 1489\n5.13. Criteria for considering late-filed facts and evidence 1491\n5.13.1 Legitimate reaction to the first-instance decision 1491\na) General 1491\nb) Late-filed submissions admitted 1492\nc) Evidence of common general knowledge 1492\n5.13.2 Relevance 1493\n5.13.3 Complexity of new subject-matter 1494\n5.13.4 Cases of abuse of procedure 1495\na) Late-filed documents admitted 1495\nb) Late-filed documents not admitted 1496"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p83_c2", "text": "5.13.4 Cases of abuse of procedure 1495\na) Late-filed documents admitted 1495\nb) Late-filed documents not admitted 1496\n5.13.5 Late submission of experimental data 1497\na) Test reports admitted into the proceedings 1497\nb) Test reports not admitted into the proceedings 1497\n5.13.6 Public prior use 1498\na) No consideration of late-filed evidence of public prior use 1498\nb) Consideration of late-filed evidence of public prior use 1499\n5.13.7 Admission of submissions relating to Article 55(1)(a) EPC 1499\n1866"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p84_c0", "text": "6. Detailed table of contents\n6. Parallel proceedings 1500\n7. Termination of appeal proceedings 1500\n7.1. Closure of the substantive debate 1500\n7.1.1 Decision taken as the file stands 1501\n7.1.2 Proceedings after delivery of the decision 1501\n7.2. Interlocutory decisions of a board 1501\n7.3. Withdrawal of the appeal 1501\n7.3.1 Article 114(1) EPC and withdrawal of the appeal 1502\n7.3.2 Board's powers to decide on issues after withdrawal of the appeal 1502\n7.3.3 Partial withdrawal of appeal by sole appellant and opponent 1503\n7.3.4 No withdrawal of appeal with retrospective effect 1503\n7.3.5 Request for withdrawal of appeal to be unambiguous 1503\n7.3.6 Conditional withdrawal of appeal 1504\n7.3.7 Correction of withdrawal of appeal under Rule 139 EPC 1504\n7.4. Deemed withdrawal of patent application 1504\n7.5. Legitimate interest in the continuation of the grant and the appeal\nproceedings 1505\n8. Reasons for the decision 1505\n8.1. Reasons in abridged form 1505"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p84_c1", "text": "proceedings 1505\n8. Reasons for the decision 1505\n8.1. Reasons in abridged form 1505\n8.1.1 Abridged reasons under Art. 15(7) RPBA 2020 1505\n8.1.2 Abridged reasons under Art. 15(8) RPBA 2020 1505\n8.1.3 Decisions issued in written proceedings 1506\n9. Remittal to the department of first instance 1506\n9.1. General 1506\n9.1.1 Article 111(1) EPC 1506\n9.1.2 Article 11 RPBA 2020 1506\n9.1.3 Art. 11 RPBA 2007 1507\n9.2. Exercise of discretion to remit 1507\n9.2.1 No absolute right to have issue decided on at two instances 1507\n9.2.2 Remittal and scope of review 1508\na) Primary object of appeal proceedings is to review decision under\nappeal in a judicial manner 1508\nb) Ex parte proceedings 1508\nc) Inter partes proceedings 1508\n9.2.3 TRIPS 1509\n9.3. Special reasons for remittal 1509\n9.3.1 Introduction 1509\n9.3.2 Non-examined patentability issues 1509\na) Introduction 1509\nb) Primary object of the appeal proceedings 1510\nc) Undue burden 1511\nd) Different interpretation of terms 1512"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p84_c2", "text": "a) Introduction 1509\nb) Primary object of the appeal proceedings 1510\nc) Undue burden 1511\nd) Different interpretation of terms 1512\n9.3.3 Procedural economy 1512\n9.3.4 Financial situation of a party 1513\n9.3.5 Remittal following amendments to the claims 1513\na) Ex parte cases 1513\n1867"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p85_c0", "text": "Annexes\nb) Inter partes cases 1514\nc) Discrepancies between the clean and the annotated versions of a\nrequest 1515\n9.3.6 Incomplete search 1515\na) Features considered non-technical 1515\nb) Closest prior art not suitable or misinterpreted 1516\nc) Additional prior-art search necessary 1516\n9.3.7 Opposition withdrawn 1517\n9.4. Remittal following fundamental deficiencies 1517\n9.4.1 Article 11 RPBA 2020 1517\n9.4.2 Article 11 RPBA 2007 1517\n9.4.3 The term \"fundamental deficiencies\" 1518\n9.4.4 Fundamental deficiencies 1518\na) Violation of right to be heard 1518\nb) Reasons for decision deficient 1518\nc) Missing signatures 1519\nd) Failure to hold oral proceedings 1519\ne) Incorrect application of R. 137(5) EPC 1519\n9.5. Requests for or against remittal 1519\n9.6. No remittal to the department of first instance 1520\n9.6.1 Same legal and factual framework 1520\n9.6.2 Objections raised by the board 1521\n9.7. Obiter dicta 1522\n9.8. Remittal for hearing of witnesses 1522"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p85_c1", "text": "9.6.2 Objections raised by the board 1521\n9.7. Obiter dicta 1522\n9.8. Remittal for hearing of witnesses 1522\n9.9. Remittal for adaptation of the description 1522\n9.10. Remittal to a differently composed department of first instance 1523\n10. Binding effect of decision remitting case to department of first instance 1523\n10.1. Notion of res judicata 1523\n10.2. Department of first instance bound by decision of board of appeal 1524\n10.2.1 Binding effect on examining divisions 1524\n10.2.2 Binding effect on opposition divisions 1525\n10.3. Binding effect in opposition proceedings after remittal to an examining\ndivision 1525\n10.4. Board of appeal bound in subsequent appeal proceedings following remittal 1526\n10.5. Binding effect: remittal for the continuation of proceedings 1527\n10.6. Binding effect: remittal only for adaptation of the description 1527\n11. Reimbursement of appeal fees 1528\n11.1. Introduction 1528\n11.2. Examination ex officio 1529\n11.3. Appeal deemed not to have been filed 1529"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p85_c2", "text": "11. Reimbursement of appeal fees 1528\n11.1. Introduction 1528\n11.2. Examination ex officio 1529\n11.3. Appeal deemed not to have been filed 1529\n11.3.1 Appeal deemed not to have been filed due to late filing of the notice of\nappeal and/or late payment of the appeal fee 1529\n11.3.2 Translation of notice of appeal 1530\n11.3.3 No legal ground for payment 1530\n11.3.4 Request for re-establishment in respect of the time limit for filing the\nnotice of appeal and/or for paying the appeal fee 1530\n1868"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p86_c0", "text": "6. Detailed table of contents\n11.3.5 No legal basis for retaining appeal fee in case of intervention in\nopposition appeal proceedings 1530\n11.3.6 Several appellants 1531\n11.3.7 No reimbursement if appeal filed in accordance with the requirements of\nArticle 108 EPC 1531\n11.4. Reimbursement of appeal fee in case of interlocutory revision 1531\n11.4.1 Requirements 1531\n11.4.2 Competence to decide on reimbursement 1532\n11.4.3 Examining division should have rectified decision 1533\n11.4.4 A rectification decision maintaining earlier decision 1534\n11.4.5 Re-opening examination after rectification 1534\n11.5. Allowability of the appeal 1535\n11.6. Substantial procedural violation 1535\n11.6.1 Violation must be of a procedural nature 1535\n11.6.2 Violation must be substantial and affect the entire proceedings 1536\n11.6.3 Procedural violation must be committed by the department whose\ndecision is under appeal 1537\n11.6.4 Search 1537\n11.6.5 Guidelines 1538\n11.6.6 Request for interview 1538"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p86_c1", "text": "decision is under appeal 1537\n11.6.4 Search 1537\n11.6.5 Guidelines 1538\n11.6.6 Request for interview 1538\n11.6.7 Oral proceedings 1538\na) Failure to summon for oral proceedings 1538\nb) Submissions of parties as response to summons 1539\nc) No reasons for refusal of request for postponement 1539\nd) No reasons for refusal of request to change location for oral\nproceedings 1540\ne) Repeated postponements of oral proceedings 1540\nf) Minutes 1540\n11.6.8 Right to be heard 1541\n11.6.9 Inadequate reasons given in the decision at first instance 1541\n11.6.10 Error of judgment by a department of first instance 1542\na) Communications 1542\nb) Wrong assessment of prior art or technical content 1543\nc) Error in the application of the law 1544\nd) Board reaches a different conclusion than the department of first\ninstance 1544\ne) Exercising of discretion 1544\nf) Wrong procedure adopted 1545\ng) Following earlier decisions 1545\n11.6.11 Cases concerning the decision-making process and the decision 1545"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p86_c2", "text": "f) Wrong procedure adopted 1545\ng) Following earlier decisions 1545\n11.6.11 Cases concerning the decision-making process and the decision 1545\na) Issuing of decision 1545\nb) Content of decision 1548\nc) Requests 1549\nd) Amendments 1551\ne) Signature on decision and minutes 1551\nf) Composition of opposition division 1552\n11.6.12 Partiality 1552\n1869"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p87_c0", "text": "Annexes\n11.6.13 Suspensive effect of appeal 1553\n11.6.14 Non-compliance with order of the board 1553\n11.6.15 Referral pending before Enlarged Board 1553\n11.6.16 Refusal of application on one ground only 1553\n11.6.17 Cases concerning documentation and communications passing between\nthe EPO and the parties 1554\na) Ambiguous communication or wrong form 1554\nb) No reply to communication under Article 101 EPC 1554\nc) Wrong type of communication 1554\nd) Period set for opponent to reply to patentee's response 1554\ne) Observations not forwarded to other party 1555\nf) Appointment of professional representative 1555\ng) Warning in relation to a grace period 1555\n11.7. Reimbursement must be equitable 1555\n11.7.1 Causal link between substantial procedural violation and filing of appeal 1555\n11.7.2 Conduct of appellant 1558\na) Reimbursement held not to be equitable 1558\nb) Reimbursement held to be equitable 1559\n11.8. Reimbursement in full under Rule 103(1)(b) EPC 1560"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p87_c1", "text": "a) Reimbursement held not to be equitable 1558\nb) Reimbursement held to be equitable 1559\n11.8. Reimbursement in full under Rule 103(1)(b) EPC 1560\n11.9. Revised Rule 103 EPC on partial reimbursement of the appeal fee 1560\n11.10. Partial reimbursement (75%) under Rule 103(2) EPC 1560\n11.11. Partial reimbursement (50%) 1561\n11.11.1 Partial reimbursement under former Rule 103(2) EPC 1561\n11.11.2 Partial reimbursement (50%) under Rule 103(3) EPC 1562\n11.12. Partial reimbursement (25%) under Rule 103(4) EPC 1562\n11.13. Communication in preparation for the oral proceedings 1564\n11.14. Reimbursement of the appeal fee outside of the scope of Rule 103 EPC\nbecause of a violation of the principle of the protection of legitimate\nexpectations 1564\nB. Proceedings before the Enlarged Board of Appeal 1566\n1. Introduction 1568\n2. Referral under Article 112 EPC 1568\n2.1. General 1568\n2.2. Composition 1569\n2.3. Referral by a board of appeal 1569\n2.3.1 General 1569\n2.3.2 Discretion of the board 1570"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p87_c2", "text": "2.1. General 1568\n2.2. Composition 1569\n2.3. Referral by a board of appeal 1569\n2.3.1 General 1569\n2.3.2 Discretion of the board 1570\n2.3.3 Relevance of the referred question for the underlying case 1571\n2.3.4 Question of law 1572\n2.3.5 Pending proceedings 1572\n2.3.6 Ensuring uniform application of the law 1573\n2.3.7 Point of law of fundamental importance 1573\n2.4. Referral by the President of the EPO 1574\n2.4.1 General 1574\n2.4.2 Discretion of the President 1575\n1870"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p88_c0", "text": "6. Detailed table of contents\n2.4.3 Differing decisions 1575\n2.4.4 Two boards of appeal 1575\n2.5. Procedural issues 1576\n2.5.1 Question already decided by the Enlarged Board 1576\n2.5.2 Question already pending before the Enlarged Board 1577\n2.5.3 Stay of first instance proceedings following a referral 1577\n2.5.4 Stay of appeal proceedings following a referral 1578\n3. Petition for review under Article 112a EPC 1578\n3.1. General 1578\n3.2. Transitional provisions 1579\n3.3. Article 112a(1) EPC – adversely affected party entitled to file a petition for\nreview 1579\n3.4. Scope of review by the Enlarged Board of Appeal 1580\n3.4.1 Article 112a(2) EPC – grounds for a petition for review 1580\n3.4.2 Grounds listed exhaustively 1580\n3.4.3 No suspensory effect – review of substantive law excluded 1582\n3.5. Petitions for review of an interlocutory decision 1583\n3.6. Obligation to raise objections 1584\n3.6.1 Purpose of Rule 106 EPC 1584\n3.6.2 Requirements of a valid objection 1584"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p88_c1", "text": "3.6. Obligation to raise objections 1584\n3.6.1 Purpose of Rule 106 EPC 1584\n3.6.2 Requirements of a valid objection 1584\na) Recognisable immediately as an objection, defect clear and\nunambiguous 1584\nb) Objection raised in good time by persons capable of validly\ndoing so 1585\nc) Different defects must be objected to and considered separately 1585\n3.6.3 Examples of invalid objections 1585\n3.6.4 Minutes as evidence that the objection was raised 1586\n3.6.5 Objection could not have been raised 1586\n3.6.6 Compliance with Rule 106 EPC left open 1587\n3.7. Contents of the petition for review 1587\n3.7.1 Petition must be adequately substantiated 1587\n3.7.2 Non-compliance with Rule 107 EPC and failure to remedy a deficiency 1588\n3.8. Time limit for filing a petition for review 1588\n3.9. Article 12(1) RPEBA – late-filed submissions in the review procedure 1588\n3.10. Rule 109 EPC – composition of the Enlarged Board and review procedure 1589\n3.10.1 Composition of the Enlarged Board of Appeal 1589"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p88_c2", "text": "3.10. Rule 109 EPC – composition of the Enlarged Board and review procedure 1589\n3.10.1 Composition of the Enlarged Board of Appeal 1589\n3.10.2 Involvement of parties other than the petitioner in petition for review\nproceedings 1589\n3.10.3 Group parties 1589\n3.10.4 Procedural efficiency 1590\n3.11. Factual bases for the review – minutes and grounds for the decision 1590\n3.12. Burden of proof 1590\n3.13. Effects of a successful petition for review 1591\n3.13.1 Decision of board of appeal set aside 1591\n3.13.2 Replacement of board members 1591\n3.13.3 Reimbursement of the fee for petitions for review 1592\n1871"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p89_c0", "text": "Annexes\n4. Grounds for petition for review 1592\n4.1. Article 112a(2)(a) EPC – alleged breach of Article 24 EPC 1592\n4.2. Article 112a(2)(b) EPC – person not appointed as a board member 1592\n4.3. Article 112a(2)(c) EPC – alleged fundamental violation of Article 113 EPC 1593\n4.3.1 General 1593\n4.3.2 \"Fundamental\" violation of Article 113 EPC – causal link and adverse\neffect 1593\n4.3.3 No prior assessment of the merits of a submission 1593\n4.3.4 Objective approach – board's intention irrelevant 1594\n4.3.5 No obligation to provide detailed reasons for a decision in advance 1594\n4.3.6 Boards' obligation to remain neutral 1594\n4.3.7 Parties' obligation to participate actively in the appeal proceedings 1594\n4.3.8 Reasons for a decision allegedly surprising 1595\na) No opportunity to comment, surprising reasons 1595\nb) Grounds not emanating from the board 1595\nc) Subjective surprise 1596\nd) Reasoning formed part of the proceedings 1596\n4.3.9 Timing of a decision allegedly surprising 1597"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p89_c1", "text": "c) Subjective surprise 1596\nd) Reasoning formed part of the proceedings 1596\n4.3.9 Timing of a decision allegedly surprising 1597\n4.3.10 Consideration of the parties' arguments in the written decision 1597\na) Requirement to have comments considered 1597\nb) No obligation to consider each and every argument 1598\n4.3.11 Parties' obligation to know the case law, references to decisions 1599\n4.3.12 No right to be heard separately on all requests 1599\n4.3.13 No right to a further hearing at first instance 1599\n4.3.14 No right to a referral under Article 112 EPC 1600\n4.3.15 No right to a communication; communication allegedly misleading 1600\n4.3.16 Late-filed submissions – boards' discretion under Article 13 RPBA 2007 1600\n4.3.17 Alleged violation of Article 113(2) EPC 1601\n4.3.18 Further examples of unsuccessful petitions 1601\n4.3.19 Successful petitions under Article 112a(2)(c) EPC 1602\n4.4. Article 112a(2)(d) EPC – any other fundamental procedural defect 1603"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p89_c2", "text": "4.3.19 Successful petitions under Article 112a(2)(c) EPC 1602\n4.4. Article 112a(2)(d) EPC – any other fundamental procedural defect 1603\n4.4.1 Rule 104(a) EPC – failure to arrange requested oral proceedings 1604\n4.4.2 Rule 104(b) EPC – failure to decide on a party's request 1604\n4.4.3 Successful petition under Rule 104(b) EPC 1605\n4.5. Article 112a(2)(e) EPC – criminal act having an impact on a decision 1606\n5. Removal from office of a board member 1606\n5.1. General 1606\n5.2. Composition 1606\n5.3. Removal and judicial independence 1607\n5.4. Independence from disciplinary proceedings 1607\n5.5. Adversarial judicial proceedings 1607\n5.6. Publication of the decision 1607\n5.7. Reimbursement of costs 1608\nC. Proceedings before the Disciplinary Board of Appeal 1609\n1. Introduction 1609\n1872"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p90_c0", "text": "6. Detailed table of contents\n2. European qualifying examination (EQE) 1611\n2.1. Formalities and conditions for registration and enrolment 1611\n2.1.1 Required qualification or equivalent knowledge 1611\n2.1.2 Professional experience 1612\n2.2. Examination conditions – principle of equal treatment 1613\n2.2.1 Application of the EQE language rules 1613\n2.2.2 Other circumstances 1614\n2.3. Complaints about the conduct of the examination – duties of the\nExamination Board 1615\n2.4. Setting, marking and grading 1616\n2.4.1 Setting and marking the pre-examination 1616\n2.4.2 Case law on pre-examination questions and marking not applicable to the\nEQE 1617\n2.4.3 Marking the EQE answer papers consistently 1617\n2.4.4 Marking the EQE answer papers fairly 1618\n2.5. Substantiation of EQE decisions 1619\n2.6. Appeals against decisions of the Examination Board and the Examination\nSecretariat 1620\n2.6.1 Competence of the Disciplinary Board of Appeal 1620\n2.6.2 Procedural aspects 1620"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p90_c1", "text": "Secretariat 1620\n2.6.1 Competence of the Disciplinary Board of Appeal 1620\n2.6.2 Procedural aspects 1620\na) Requirements for appeal – payment of appeal fee 1620\nb) Rectification of decisions 1621\nc) Oral proceedings 1622\n2.6.3 Objective review of the marks awarded in the examination 1622\n2.6.4 Review of the marking of the pre-examination 1624\n2.6.5 Legitimate interest 1625\n3. Disciplinary matters 1626\n3.1. Disciplinary measures 1626\n3.2. Appealability of decisions of the epi Disciplinary Committee 1627\n4. Code of Professional Conduct 1628\n4.1. General professional obligations 1628\n4.2. Professional secrecy 1628\n4.3. Advertising 1629\n5. Non-appealability of decisions of the Disciplinary Board of Appeal 1629\nVI. THE EPO ACTING AS A PCT AUTHORITY – EURO-PCT\nAPPLICATIONS 1631\n1. Introduction 1631\n2. Jurisdiction of the boards of appeal 1631\n3. The EPO acting as designated or elected Office 1632\n3.1. Competence of the EPO as designated or elected Office 1632"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p90_c2", "text": "3. The EPO acting as designated or elected Office 1632\n3.1. Competence of the EPO as designated or elected Office 1632\n3.2. Remedies under the PCT applied by the EPO as designated Office 1633\n3.2.1 Review (Art. 25, Art. 24(2) PCT), excusing of delays (Art. 48 PCT) 1633\n1873"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p91_c0", "text": "Annexes\n3.2.2 Rectification of errors made by the receiving Office or the International\nBureau (R. 82ter PCT) 1634\n3.2.3 Restoration of the right of priority (R. 49ter PCT) 1635\n4. Language of the proceedings 1635\nVII. INSTITUTIONAL MATTERS 1637\n1. Legal status of the EPO boards of appeal 1637\n1.1. The judiciary of the European Patent Organisation 1637\n1.2. Boards of appeal as judicial authorities 1638\n1.2.1 Courts of law under the EPC 1638\n1.2.2 Tribunals under Article 6 of the European Convention on Human Rights 1639\n1.2.3 Judicial or quasi-judicial authorities under the TRIPS Agreement 1639\n1.2.4 Courts according to national case law 1641\n1.2.5 Cases pending before the German Federal Constitutional Court\nconcerning the independence of the boards of appeal 1641\n1.3. Not a court or tribunal of an EU Member State 1642\n1.3.1 Relationship with EU law 1643\n1.4. Power to amend the RPBA under Article 23(4) EPC 1643"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p91_c1", "text": "1.3. Not a court or tribunal of an EU Member State 1642\n1.3.1 Relationship with EU law 1643\n1.4. Power to amend the RPBA under Article 23(4) EPC 1643\n1.5. Nature of the case law of the boards of appeal – no binding precedents 1644\n1.6. Nature of national case law – not binding on the boards of appeal 1645\n2. Protocol on Recognition 1646\n3. Extension agreements and ordinances 1646\n3.1. Legal nature 1646\n3.2. No jurisdiction of the boards of appeal 1647\n3.3. Non-applicability of Article 105(1)(a) EPC 1648\n4. Administrative agreements under Article 10(2)(a) EPC 1648\nTABLE OF CASES 1649\nDecisions of the Disciplinary Board of Appeal 1649\nDecisions and opinions of the Enlarged Board of Appeal on referrals 1650\nDecisions of the Legal Board of Appeal 1654\nDecisions of the Enlarged Board of Appeal on petitions for review 1660\nDecisions of the Technical Boards of Appeal 1662\nPCT Protests 1744\nINDEX OF CITED PROVISIONS 1747\n1. European Patent Convention 1747"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p91_c2", "text": "Decisions of the Technical Boards of Appeal 1662\nPCT Protests 1744\nINDEX OF CITED PROVISIONS 1747\n1. European Patent Convention 1747\n2. Implementing Regulations to the EPC 1758\n3. Rules relating to Fees 1766\n1874"}
{"source": "case_law_2022_part_7", "chunk_id": "case_law_2022_part_7_p92_c0", "text": "6. Detailed table of contents\n4. Patent Cooperation Treaty (articles and rules) 1767\n5. Regulation on the European qualifying examination for professional\nrepresentatives 1767\n6. Regulation on discipline for professional representatives 1768\n7. Rules of Procedure of the Enlarged Board of Appeal 1768\n8. Rules of Procedure of the Boards of Appeal 1769\nANNEXES 1773\n1. Rules of Procedure of the Enlarged Board of Appeal 1773\n2. Rules of Procedure of the Boards of Appeal (RPBA 2007) 1782\n3. Rules of Procedure of the Boards of Appeal (RPBA 2020) 1791\n4. Transitional provisions 1803\n5. Cross-reference list EPC 1973 - EPC 2000 1805\n6. Detailed table of contents 1810\n1875"}
